{
    "liste": [
        {
            "id": "1101",
            "sujet": "informatique",
            "titre": "Responsive Web Design with HTML5 and CSS3 - 2ndEdition",
            "auteur": "Ben Frain",
            "ISBN": "1839211563",
            "format": "imprimé",
            "prix": "39.49",
            "image": "BrookeCo\\Livres\\Informatique\\1101.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "English",
            "description": "Desktop-only websites just aren't good enough anymore. With mobile internet usage still rising, and tablets changing internet consumption habits, you need to know how to build websites that will just 'work', regardless of the devices used to access them. This second edition of Responsive Web Design with HTML5 and CSS3 explains all the key approaches necessary to create and maintain a modern responsive design.\r\n\r\nThis book is an updated and improved guide that responds to the latest challenges and trends in web design, giving you access to the most effective approaches to modern responsive design.\r\n\r\nLearn how to build websites with a responsive and mobile first methodology, allowing a website to display effortlessly on every device that accesses it. Packed with examples, and a thorough explanation of modern techniques and syntax, Responsive Web Design with HTML5 and CSS3, Second Edition provides a comprehensive resource for all things 'responsive'.\r\n\r\nLearn and explore how to harness the latest features of HTML5 in the context of responsive web design\r\nLearn to wield the new Flexbox layout mechanism, code responsive images, and understand how to implement SVGs in a responsive project\r\nMake your pages interactive by using CSS animations, transformations, and transitions",
            "AbouttheAuthors": "Ben Frain has been a web designer/developer since 1996. He is currently employed as a Senior Front-end Developer at Bet365. Before the web, he worked as an underrated (and modest) TV actor and technology journalist, having graduated from Salford University with a degree in Media and Performance."
        },
        {
            "id": "1102",
            "sujet": "informatique",
            "titre": "Using SVG with CSS3 and HTML5: Vector Graphics for Web Design",
            "auteur": "Amelia Bellamy-Royds , Kurt Cagle, Dudley Storey",
            "ISBN": "1491921978",
            "format": "imprimé",
            "prix": "68.71",
            "image": "BrookeCo\\Livres\\Informatique\\1102.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "English",
            "description": "Using Scalable Vector Graphics (SVG) for illustrations only scratches the surface of this formatâ??s potential on the web. With this practical guide, youâ??ll learn how to use SVG not only for illustrations but also as graphical documents that you can integrate into complex HTML5 web pages, and style with custom CSS. Web developers will discover ways to adapt designs by adding data based graphics, dynamic styles, interaction, or animation.\r\n\r\nDivided into five parts, this book includes:\r\n\r\nSVG on the web: Understand how SVG works with HTML, CSS, and JavaScript to define graphics\r\nDrawing with markup: Learn the vector language of x and y coordinates that let SVG create basic and custom shapes\r\nPutting graphics in their place: Use the coordinate system to draw SVG shapes and text at different scales and positions\r\nArtistic touches: Explore how color is used, how strokes are created and manipulated, and how graphical effects like filters, clipping, and masking are applied\r\nSVG as an application: Make your graphic more accessible to humans and computers, and learn how to make it interactive or animated",
            "AbouttheAuthors": "Kurt Cagle worked as a member of the SVG Working Group, and wrote one of the first SVG books on the market in 2004. Currently an Invited Expert with the W3C Xforms working group, Kurt Cagle is also XML Data Architect for the Library of Congress, after having worked in that role for the US National Archives. He was a regular contributor to O'Reilly Media since 2003, and an online editor in 2008-2009."
        },
        {
            "id": "1103",
            "sujet": "informatique",
            "titre": "A Complete Beginner’s Guide to Learning JavaScript, Even If You’re New to Programming",
            "auteur": "Code Quickly",
            "ISBN": "1951791479",
            "format": "imprimé",
            "prix": "24.22",
            "image": "BrookeCo\\Livres\\Informatique\\1103.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "English",
            "description": " Become a master coder and cash in the big bucks: JavaScript programming made easy.\r\n\r\nDo you want to develop a skill that will ensure you never go jobless again? \r\n\r\nHave you always wanted to learn how to program, but could never afford those ridiculously expensive courses? \r\n\r\nDevelopers and programmers are amongst the highest paid professions in the world, and according to the US Bureau of Labor Statistics, the number of jobs for software and app developers will increase by a shocking 24 percent in the next few years. \r\n\r\nIn 2019, the tech industry posted 4.6 million job openings in the US job market, and their direct economic output was estimated at 1.9 trillion dollars. \r\n\r\nThere’s no doubt that the IT industry is the future, and software, web, and app developers are and will be the most coveted professionals for many years to come. But here’s the shock you may not have seen coming: The IT industry has a backdoor - you only need to know how to open it in order to jump straight on that cash wagon. \r\n\r\nThe key to that door is JavaScript, a programming language that has withstood the test of time and has become one of the most used languages. \r\n\r\nYou might have heard about some of the companies that use JavaScript: Netflix, Google, Microsoft, eBay, Facebook, Uber, PayPal - the list goes on and on. \r\n\r\nBeing proficient in JavaScript will basically ensure that you never run out of job options. As with pursuing any new concept, learning how to program can be intimidating, especially for beginners. Even though JavaScript is incredibly beginner-friendly, it’s still complex enough for you to need a guide to lead you through the process of mastering it.\r\n\r\n©2020 Code Quickly (P)2020 Code Quickly"
        },
        {
            "id": "1104",
            "sujet": "informatique",
            "titre": "ISE Database System Concepts ",
            "auteur": "Silberschatz, Korth and Sudarshan",
            "ISBN": "1260084507",
            "format": "imprimé",
            "prix": "90",
            "image": "BrookeCo\\Livres\\Informatique\\1104.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "English",
            "description": "Database System Concepts by Silberschatz, Korth and Sudarshan is now in its 7th edition and is one of the cornerstone texts of database education. It presents the fundamental concepts of database management in an intuitive manner geared toward allowing students to begin working with databases as quickly as possible.\r\nThe text is designed for a first course in databases at the junior/senior undergraduate level or the first year graduate level. It also contains additional material that can be used as supplements or as introductory material for an advanced course. Because the authors present concepts as intuitive descriptions, a familiarity with basic data structures, computer organization, and a high-level programming language are the only prerequisites. Important theoretical results are covered, but formal proofs are omitted. In place of proofs, figures and examples are used to suggest why a result is true."
        },
        {
            "id": "1105",
            "sujet": "informatique",
            "titre": "Asp.Net Mvc With Entity Framework and CSS",
            "auteur": "Lee Naylor ",
            "ISBN": "9781484221365",
            "format": "imprimé",
            "prix": "79.28",
            "image": "BrookeCo\\Livres\\Informatique\\1105.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "English",
            "description": "Get up and running quickly with Microsoft ASP.NET MVC and Entity Framework as you build and deploy complex websites. By using a fully working example retail website you will learn solutions to real-world issues that developers frequently encounter.\r\n\r\nWhether you are a novice developer or an experienced .NET developer wishing to learn more about MVC and Entity Framework, author Lee Naylor will teach you how to develop a detailed database-driven example website using Microsoft ASP.NET and Entity Framework Code First with fully explained code examples.\r\n\r\nWhat You Will Learn:\r\n\r\n\r\n\r\n• Get up and running quickly with ASP.NET MVC and Entity Framework to build a complex website to display and manage several related entities\r\n\r\n• Integrate identity code into a project\r\n\r\n• Understand advanced topics, including asynchronous database access and managing data conflicts\r\n\r\n• Work with Microsoft Azure, including remote debugging and database access\r\n\r\n• Develop your CSS skills, including animations and media queries for use with tablet or mobile/cell phone devices\r\n\r\n\r\n\r\nWho This Book Is For:\r\n\r\n\r\n\r\nNovice developers new to the subject through to more experienced ASP.NET web forms developers looking to migrate from web forms to MVC and Entity Framework. The book assumes some programming knowledge such as object-oriented programming concepts and a basic knowledge of C#."
        },
        {
            "id": "1106",
            "sujet": "informatique",
            "titre": "Practical Entity Framework Core 6: Database Access for Enterprise Applications",
            "auteur": "Brian L. Gorman",
            "ISBN": "1484273001",
            "format": "imprimé",
            "prix": "77.71",
            "image": "BrookeCo\\Livres\\Informatique\\1106.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "English",
            "description": "Take a developer journey that paves the way to enterprise-level database access from .NET and C# using the object-relational mapper (ORM) of choice. This second edition is revised to cover Entity Framework Core 5 and 6 (EF) and includes new content on table-per-type mapping, LINQ improvements (filtered includes), many-to-many navigation changes, split queries, simple logging using the DBCommandInterceptor, and other improvements available in EF Core 6. Real-world examples and considerations are presented in this book to help you create robust and efficient database solutions. Throughout the text, actual problems, questions, and common pitfalls are provided to help you recognize optimal solutions for maximum success in the different application scenarios you might encounter. \r\n\r\nPractical Entity Framework Core 6  focuses on the code first approach to developing a database. Taking the code first approach allows the entire database to be built and maintained in code using EF Core 6 so there is never a situation in which you cannot restore the database schema. Additionally, the code first approach creates an entirely transparent record of changes to the database that is easily tracked in source control systems such as GitHub. Emphasis throughout the book is on leaving you well positioned to architect and lead data development efforts for your organization.\r\nWhat You Will Learn\r\nBuild robust and maintainable databases using a code first approach\r\nCreate and execute stored procedures, triggers, and functions\r\nAnalyze and optimize performance of database queries\r\nEnsure data integrity through keys, constraints, and relationships\r\nEncrypt your database columns at rest with TDE and Always-On Encryption \r\nLeverage the FluentAPI and attributes for entity configuration",
            "AbouttheAuthors": "Brian Gorman  is a Microsoft Azure MVP, developer, computer science instructor, and trainer, and has been working in .NET technologies as long as they have existed. He was originally MCSD certified in .NET 1 and re-certified with MCSA: Web Apps and MCSD: App Builder certifications in 2019. From 2019 to 2021, Brian has earned nine Azure certifications, including Azure and Data Fundamentals, Azure Administrator, Database Administrator, Security Engineer and Developer Associate certifications, Azure Solutions Architect and DevOps Expert certifications, and an IoT Specialty certification.\r\nAdditionally, Brian became an MCT as of April 2019, and is focusing on developing and training developers with full-stack web solutions with .NET Core and Azure.  Most recently, Brian has been employed as a Senior Training Architect with Opsgility.\r\n\r\nIn addition to working with .NET technologies, Brian has been an adjunct faculty member in the computer science department for Franklin University for the last 11 years, where his courses have included data structures, algorithms, design patterns, and, more recently, full-stack solutions in the capstone practicum course. \r\n"
        },
        {
            "id": "1107",
            "sujet": "informatique",
            "titre": "Java: The Complete Reference, Eleventh Edition",
            "auteur": "Herbert Schildt ",
            "ISBN": "1260440230",
            "format": "imprimé",
            "prix": "67.28",
            "image": "BrookeCo\\Livres\\Informatique\\1107.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "English",
            "description": "Fully updated for Java SE 11, Java: The Complete Reference, Eleventh Edition explains how to develop, compile, debug, and run Java programs. Best-selling programming author Herb Schildt covers the entire Java language, including its syntax, keywords, and fundamental programming principles. You’ll also find information on key portions of the Java API library, such as I/O, the Collections Framework, the stream library, and the concurrency utilities. Swing, JavaBeans, and servlets are examined and numerous examples demonstrate Java in action. Of course, the very important module system is discussed in detail. This Oracle Press resource also offers an introduction to JShell, Java’s interactive programming tool. Best of all, the book is written in the clear, crisp, uncompromising style that has made Schildt the choice of millions worldwide."
        },
        {
            "id": "1108",
            "sujet": "informatique",
            "titre": "Core Java: Fundamentals, Volume 1",
            "auteur": "Cay Horstmann ",
            "ISBN": "0137673620",
            "format": "imprimé",
            "prix": "59.99",
            "image": "BrookeCo\\Livres\\Informatique\\1108.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "English",
            "description": "Core Java, Volume I: Fundamentals, Twelfth Edition, is the definitive guide to writing robust, maintainable code. Whatever version of Java you are using―up to and including Java 17―this book will help you achieve a deep and practical understanding of the language and APIs. With hundreds of realistic examples, Cay S. Horstmann reveals the most powerful and effective ways to get the job done.\r\n\r\nThis book is written for readers with prior programming experience who are looking for in-depth coverage of the Java language and platform. You'll learn about all language features in detail, including the recent improvements in Java 17. The applied chapters and code examples cover the most up-to-date capabilities of the vast Java library. For 25 years, Core Java has prepared serious programmers for serious Java programming.\r\n\r\nThis first of two volumes offers in-depth coverage of fundamental Java programming, including object-oriented programming, generics, collections, lambda expressions, concurrency, and functional programming. Classic material for Swing UI programming is included for those who need it. This edition's new content covers text blocks, switch enhancements, records, pattern matching for instanceof, sealed classes, and more.\r\nMaster foundational techniques, idioms, and best practices for writing superior Java code\r\nLeverage the power of interfaces, lambda expressions, and inner classes\r\nHarden programs through effective exception handling and debugging\r\nWrite safer, more reusable code with generic programming\r\nImprove performance and efficiency with Java's standard collections\r\nExplore simple programs with JShell and assemble complex programs with archives and modules\r\nBuild cross-platform GUIs with the Swing toolkit\r\nFully utilize multicore processors with Java's powerful concurrency model\r\nSee Core Java, Volume II: Advanced Features, Twelfth Edition (coming in 2022), for expert coverage of Java 17 enterprise features, the module system, annotations, networking, security, and advanced UI programming.\r\n\r\nRegister your book for convenient access to downloads, updates, and/or corrections as they become available. See inside book for details."
        },
        {
            "id": "1109",
            "sujet": "informatique",
            "titre": "The Linux Command Line, 2nd Edition: A Complete Introduction",
            "auteur": "William Shotts ",
            "ISBN": "1593279523",
            "format": "imprimé",
            "prix": "47.36",
            "image": "BrookeCo\\Livres\\Informatique\\1109.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "English",
            "description": "The Linux Command Line takes you from your very first terminal keystrokes to writing full programs in Bash, the most popular Linux shell (or command line). Along the way you'll learn the timeless skills handed down by generations of experienced, mouse-shunning gurus: file navigation, environment configuration, command chaining, pattern matching with regular expressions, and more.\r\n\r\nIn addition to that practical knowledge, author William Shotts reveals the philosophy behind these tools and the rich heritage that your desktop Linux machine has inherited from Unix supercomputers of yore.\r\n\r\nAs you make your way through the book's short, easily-digestible chapters, you'll learn how to:\r\n\r\n\r\nCreate and delete files, directories, and symlinks\r\nAdminister your system, including networking, package installation, and process management\r\nUse standard input and output, redirection, and pipelines\r\nEdit files with Vi, the world's most popular text editor\r\nWrite shell scripts to automate common or boring tasks\r\nSlice and dice text files with cut, paste, grep, patch, and sed\r\n\r\nOnce you overcome your initial \"shell shock,\" you'll find that the command line is a natural and expressive way to communicate with your computer. Just don't be surprised if your mouse starts to gather dust."
        },
        {
            "id": "1110",
            "sujet": "informatique",
            "titre": "Hands-On System Programming with Linux: Explore Linux system programming interfaces, theory, and practice",
            "auteur": "Kaiwan N Billimoria",
            "ISBN": "1788998472",
            "format": "imprimé",
            "prix": "66.99",
            "image": "BrookeCo\\Livres\\Informatique\\1110.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "English",
            "description": "The Linux OS and its embedded and server applications are critical components of today's software infrastructure in a decentralized, networked universe. The industry's demand for proficient Linux developers is only rising with time. Hands-On System Programming with Linux gives you a solid theoretical base and practical industry-relevant descriptions, and covers the Linux system programming domain. It delves into the art and science of Linux application programming― system architecture, process memory and management, signaling, timers, pthreads, and file IO.\r\n\r\nThis book goes beyond the use API X to do Y approach; it explains the concepts and theories required to understand programming interfaces and design decisions, the tradeoffs made by experienced developers when using them, and the rationale behind them. Troubleshooting tips and techniques are included in the concluding chapter.\r\n\r\nBy the end of this book, you will have gained essential conceptual design knowledge and hands-on experience working with Linux system programming interfaces."
        },
        {
            "id": "1111",
            "sujet": "informatique",
            "titre": "Microsoft azure pour les nuls",
            "auteur": "TIMOTHY WARNER",
            "ISBN": "9782412077337",
            "format": "imprimé",
            "prix": "41.95",
            "image": "BrookeCo\\Livres\\Informatique\\1111.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Un guide pour apprendre à utiliser Microsoft Azure, le cloud public et privé proposé par Microsoft, qui permet d'externaliser les ressources informatiques d'une entreprise vers des datacenters distants. L'auteur décrit notamment comment déployer et migrer ses applications ou gérer des machines virtuelles."
        },
        {
            "id": "1112",
            "sujet": "informatique",
            "titre": "Programmer avec arduino en s'amusant pour les nuls : 21 projets à réaliser dès 10 ans n. éd.",
            "auteur": "OLIVIER ENGLER",
            "ISBN": "9782412070031",
            "format": "imprimé",
            "prix": "30.95",
            "image": "BrookeCo\\Livres\\Informatique\\1112.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Un guide pour programmer un Arduino, circuit composé d'un microcontrôleur, permettant aux enfants d'apprendre les bases du codage informatique. Avec 21 projets à réaliser."
        },
        {
            "id": "1113",
            "sujet": "informatique",
            "titre": "Les Secrets de la PNL (programmation neuro-linguistique)",
            "auteur": "JEAN-MICHEL JAKOBOWICZ",
            "ISBN": "9791028502034",
            "format": "imprimé",
            "prix": "10.95",
            "image": "BrookeCo\\Livres\\Informatique\\1113.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Un guide sur l'utilité de la PNL indiquant comment s'en servir, les techniques principales et des exercices à faire au quotidien pour chasser les doutes, la culpabilité et l'anxiété. Avec un QR code pour accéder à une séquence audio pour lutter contre le stress."
        },
        {
            "id": "1114",
            "sujet": "informatique",
            "titre": "Développer un site web en php, mysql et javascript avec jquery, css3, htlm5 et react 6e éd.",
            "auteur": "ROBIN NIXON",
            "ISBN": "9782893776187",
            "format": "imprimé",
            "prix": "79.95",
            "image": "BrookeCo\\Livres\\Informatique\\1114.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Construisez des sites web interactifs, pilotés par les données avec la puissante combinaison des technologies en source ouverte et des normes du Web, même si vous n’avez que des connaissances de base du HTML. Avec ce guide en mains, vous abordez la programmation web dynamique à l’aide des technologies de base actuelles : PHP8, MySQL8, JavaScript, CSS, HTML5 et la puissante bibliothèque React. Les concepteurs de sites web apprendront à conjuguer ces technologies et à choisir des pratiques de programmation web utiles et sécurisées, notamment à optimiser les sites web pour les appareils mobiles. À la fin du livre, vous assemblerez le tout pour mettre en place un site de réseau social entièrement fonctionnel, adapté aux navigateurs de bureau comme à ceux des appareils mobiles.\r\n\r\nMatériel d’accompagnement en ligne. Ce livre possède une page web d’accompagnement, sur www.goulet.ca, où vous pouvez télécharger tous les exemples de codes sources de ce livre dans un seul fichier."
        },
        {
            "id": "1115",
            "sujet": "informatique",
            "titre": "Python et raspberry pi : apprenez à développer sur votre nano-ordinateur 3e éd.",
            "auteur": "PATRICE CLÉMENT",
            "ISBN": "9782409030345",
            "format": "imprimé",
            "prix": "44.95",
            "image": "BrookeCo\\Livres\\Informatique\\1115.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Une introduction au langage de programmation Python en utilisant le nano-ordinateur Raspberry P avec des projets de mise en application pour certaines notions étudiées. Le manuel aborde les bases du langage, les modules pour programmer des applications texte, graphique ou encore web et l'utilité des broches GPIO du Raspberry Pi."
        },
        {
            "id": "1116",
            "sujet": "informatique",
            "titre": "Docker : concepts fondamentaux, déploiement d'applications distribuées, compilation d'une image docker",
            "auteur": "JEAN-PHILIPPE GOUIGOUX",
            "ISBN": "9782409034596",
            "format": "imprimé",
            "prix": "84.95",
            "image": "BrookeCo\\Livres\\Informatique\\1116.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Les concepts fondamentaux de la technologie Docker, de la prise en main à la création d'images en passant par la mise en oeuvre des applications découpées en modules ou en microservices, l'aide Kubernetes et de Swarm, les spécificités sous Windows et l'utilisation en conditions industrielles. Avec une vidéo d'approfondissement sur les fonctionnalités de production d'une image."
        },
        {
            "id": "1117",
            "sujet": "informatique",
            "titre": "Apprendre à programmer avec la carte bbc micro:bit : de la programmation graphique au langage micropython",
            "auteur": "FRÉDÉRIC GADENNE",
            "ISBN": "9782340060753",
            "format": "imprimé",
            "prix": "32.95",
            "image": "BrookeCo\\Livres\\Informatique\\1117.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Apprendre à programmer avec la carte bbc micro:bit : de la programmation graphique au langage micropython"
        },
        {
            "id": "1118",
            "sujet": "informatique",
            "titre": "Programmation vba pour excel 2022 pour les nuls",
            "auteur": "JOHN WALKENBACH",
            "ISBN": "9782412077429",
            "format": "imprimé",
            "prix": "41.95",
            "image": "BrookeCo\\Livres\\Informatique\\1118.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Présentation des programmations VBA et macro pour la création de feuilles de calcul spécialisées sur Excel. L'auteur détaille notamment la création de boîtes de dialogue personnalisées, l'interfaçage des bases de données et les menus personnalisés."
        },
        {
            "id": "1119",
            "sujet": "informatique",
            "titre": "Programmation avec node.js, express.js et mongodb : javascript côté serveur 2e éd.",
            "auteur": "ERIC SARRION",
            "ISBN": "9782416004810",
            "format": "imprimé",
            "prix": "66.95",
            "image": "BrookeCo\\Livres\\Informatique\\1119.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Une présentation pas à pas pour mettre en place une application Node.js avec Express.js et MongoDB."
        },
        {
            "id": "1120",
            "sujet": "informatique",
            "titre": "Php et mysql : développez un site web et administrez ses données cof. 2 vls 4e éd.",
            "auteur": "COLLECTIF",
            "ISBN": "9782409019760",
            "format": "imprimé",
            "prix": "110",
            "image": "BrookeCo\\Livres\\Informatique\\1120.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Deux ouvrages pour concevoir et administrer son site web avec PHP et MySQL."
        }
        ,        
        {
            "id": "1201",
            "sujet": "littérature",
            "titre": "Là où chantent les écrevisses n. éd.",
            "auteur": "DELIA OWENS",
            "ISBN": "9782757896167",
            "format": "numérique",
            "prix": "16.95",
            "image": "BrookeCo\\Livres\\Littérature\\1201.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "1969. Chase Andrews, quarterback d'une ville voisine de Barkley Cove, en Caroline du Nord, est retrouvé mort. Kya Clark, une fille qui vit seule dans les marais depuis ses 10 ans, est aussitôt accusée. Nouvelle édition à l'occasion de la sortie de l'adaptation cinématographique le 22 juillet 2022. Premier roman."
        },
        {
            "id": "1202",
            "sujet": "littérature",
            "titre": "Daisy jones & the six",
            "auteur": "TAYLOR JENKINS REID",
            "ISBN": "9780385692199",
            "format": "numérique",
            "prix": "19.95",
            "image": "BrookeCo\\Livres\\Littérature\\1202.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "NATIONAL AND NEW YORK TIMES BESTSELLER\r\nWINNER OF THE 2019 GOODREADS CHOICE AWARD FOR HISTORICAL FICTION\r\nA NEW YORK TIMES EDITORS' CHOICE\r\n\r\ntitreD ONE OF THE BEST BOOKS OF THE YEAR BY The Washington Post • Esquire • Glamour • CBC • NPR • Marie Claire • Real Simple • Good Housekeeping • Parade • Shelf Awareness • BookRiot • E! News • Mental Floss • Paste\r\n\r\n\"I devoured Daisy Jones & The Six in a day, falling head over heels for it. Daisy and the band captured my heart.\" —Reese Witherspoon (Reese's Book Club x Hello Sunshine book pick)\r\n\r\nA gripping novel about the whirlwind rise of an iconic 1970s rock group and their beautiful lead singer, revealing the mystery behind their infamous breakup.\r\n\r\nEveryone knows Daisy Jone & The Six: The band's album Aurora came to define the rock 'n' roll era of the late seventies, and an entire generation of girls wanted to grow up to be Daisy. But no one knows the reason behind the group's split on the night of their final concert at Chicago Stadium on July 12, 1979 . . . until now.\r\n\r\nDaisy is a girl coming of age in L.A. in the late sixties, sneaking into clubs on the Sunset Strip, sleeping with rock stars, and dreaming of singing at the Whisky a Go Go. The sex and drugs are thrilling, but it's the rock 'n' roll she loves most. By the time she's twenty, her voice is getting noticed, and she has the kind of heedless beauty that makes people do crazy things."
        },
        {
            "id": "1203",
            "sujet": "littérature",
            "titre": "What the Duke Wants: Historical Regency Romance (Agents of Change Book 1) ",
            "auteur": "Amy Quinton",
            "ISBN": "1503304698",
            "format": "numérique",
            "prix": "4.99",
            "image": "BrookeCo\\Livres\\Littérature\\1203.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "England 1814\r\n\r\n\r\nMiss Grace Radclyffe is a practical woman with dreams…\r\n\r\n\r\nDreams so close to fruition, patience has become intolerable. Still, she must bide her time even if being the ward of churlish relatives means:\r\n\r\n\r\n\r\nAwkwardness is inevitable —particularly when the circumstances are hilarious.\r\n\r\nKindness is exploitable—specifically when dealing with The Beau Monde.\r\n\r\nPatience is impossible—especially when one is days from gaining one’s inheritance.\r\n\r\n\r\n\r\n\r\nFortunately, she is far too attached to her dreams to allow these truths to thwart her practical plans. Plans that do not involve a certain duke—no matter how delicious, sinful, and profound.\r\n\r\n\r\nThe Duke of Stonebridge doesn’t have the luxury to dream…\r\n\r\n\r\nAs a duke and an agent for the crown, Stonebridge carries the weight of responsibility and is prepared to pursue what he needs, even if such needs do not align with what he wants. And what he wants is Miss Grace Radclyffe—wholly inappropriate, impossibly perfect, and utterly remarkable…\r\n\r\n\r\n\r\nHe tried to ignore her—impossible.\r\n\r\nHe employed his best scowls—futile.\r\n\r\n\r\n\r\n\r\nAnd all too soon, he’s stifling smiles and the twitch of his lips. Then, he’s wrapping her in his arms—\r\n\r\n\r\nKissing.\r\n\r\n\r\nTaking.\r\n\r\n\r\nClaiming.",
            "AbouttheAuthors": "Amy Quinton is an author and full time mom living in Summerville, SC. She enjoys writing (and reading!) sexy, historical romances. She lives with her husband, two boys, and two cats. In her spare time, she likes to go camping, hiking, and canoeing/kayaking... And did she mention reading? When she's not reading, cleaning, or traveling, she likes to make jewelry, sew, knit, and crochet (Yay for Ravelry!). https: //amyquinton.net/ --Ce texte fait référence à l'édition paperback."
        },
        {
            "id": "1204",
            "sujet": "littérature",
            "titre": "Inappropriate ",
            "auteur": "Vi Keeland ",
            "format": "numérique",
            "prix": "4.99",
            "image": "BrookeCo\\Livres\\Littérature\\1204.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "A new, sexy standalone novel from #1 New York Times Bestseller, Vi Keeland.\r\nTerminated for inappropriate behavior.\r\n\r\nI couldn’t believe the letter in my hands.\r\n\r\nNine years. Nine damn years I’d worked my butt off for one of the largest companies in America, and I was fired with a form letter when I returned home from a week in Aruba.\r\n\r\nAll because of a video taken when I was on vacation with my friends—a private video made on my private time. Or so I thought…\r\n\r\nPissed off, I cracked open a bottle of wine and wrote my own letter to the gazillionaire CEO telling him what I thought of his company and its practices.\r\n\r\nI didn’t think he’d actually respond.\r\n\r\nI certainly never thought I’d suddenly become pen pals with the rich jerk.\r\n\r\nEventually, he realized I’d been wronged and made sure I got my job back.\r\n\r\nOnly…it wasn’t the only thing Grant Lexington wanted to do for me.\r\n\r\nBut there was no way I was getting involved with my boss’s boss’s boss. Even if he was ridiculously gorgeous, confident, and charming.\r\n\r\nIt would be completely wrong, inappropriate even.\r\n\r\nSort of like the video that got me into trouble to begin with.\r\n\r\nTwo wrongs don’t make a right.\r\n\r\nBut sometimes it’s twice as fun.",
            "AbouttheAuthors": "Vi Keeland is a #1 New York Times, #1 Wall Street Journal, and USA Today Bestselling author. With millions of books sold, her titles are currently translated in twenty-six languages and have appeared on bestseller lists in the US, Germany, Brazil, Bulgaria and Hungary. Three of her short stories have been turned into films by Passionflix, and two of her books are currently optioned for movies. She resides in New York with her husband and their three children where she is living out her own happily ever after with the boy she met at age six.\r\n\r\nStop by and meet Vi in her private reader group on Facebook! https://www.facebook.com/groups/ViKeelandFanGroup/"
        },
        {
            "id": "1205",
            "sujet": "littérature",
            "titre": "Ruthless Bachelor (Bachelor Tower Series)",
            "auteur": "Reana Malori ",
            "ISBN": "B094ZL8CFC",
            "format": "numérique",
            "prix": "0",
            "image": "BrookeCo\\Livres\\Littérature\\1205.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "People say I don’t have a heart…or a soul. That I’m not capable of caring about anyone but myself. They’re wrong. I love my family, even my troublemaker little brother. Women? Meh, not so much. I learned the hard way to never confuse my heart with my dic… well, you get it.\r\n\r\nI have the perfect life. I answer to no one and everything I do is on my terms. Nothing gets in the way of what I want, and yes, that includes women. I’ve had countless attractive women in my bed, for a night, but never more than that.\r\n\r\nHeads up ladies, I have very special skills that women crave, but I’m a one and done with you kinda guy. Don’t give me your number. I won’t be calling you. titres are optional. I’ll probably forget it anyway. I’m not a complete ass about it, I always make sure to have a car waiting in the morning.\r\n\r\nAnd then Anya walks into my neat, compartmentalized life and now the jokes on me. One taste of her and I want more. Need more. Crave more. Does Anya really believe that she can deny me? Hasn’t anyone told her that I play dirty? I’m not going anywhere because I know I have what she can’t resist. One problem, she seems to hold the same power over me. My titre is Hunter but I might just have become the prey.",
            "AbouttheAuthors": "Reana is a USA Today Bestselling Author books featuring sassy, beautiful black women, and the Alpha males who love them. Her stories focus on Interracial romance, with lots of steam to keep things interesting. A firm believer that LOVE in all its forms should be celebrated, her goal is to weave a story that brings the reader into her world, even if only for a short time. On any given day, you can find her reading a book from one of her favorite authors, or bent over her laptop working to bring you more goodness.\r\n\r\nShe currently lives in Virginia with her husband and has two very handsome sons. You can find her on Twitter, Facebook, Pinterest, and Instagram, or you can send her an email at reanamalori.author@gmail.com.\r\n\r\nWebsite: www.reanamalori.com\r\n\r\nNewsletter: http://eepurl.com/bcEYjf"
        },
        {
            "id": "1206",
            "sujet": "littérature",
            "titre": "Claiming Lana",
            "auteur": "Reana Malori",
            "ISBN": " B086Y5JC7Q",
            "format": "numérique",
            "prix": "3.83",
            "image": "BrookeCo\\Livres\\Littérature\\1206.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "What happens when the person you think you hate is the one who completes you?\r\n\r\nWhen Jake Bradford meets Lana Miller, he opens his mouth and inserts his foot. This sets off a chain of events that last for two years. They fight. They argue. They challenge each other every step of the way. Beneath all his bluster, he wants more from Lana that she’s willing to give and he knows it’s his fault she keeps pushing him away.\r\n\r\nLana, on the other hand, doesn't like Jake very much and she's not afraid to show it. At least that's what she tells herself. He’s cocky, arrogant, and too sexy for his own good. Due to an expected opportunity at their company, the two work enemies are forced to spend time together. Will she let down her guard and allow Jake to see the person underneath.\r\n\r\nWhen two strong-willed people are thrown together and passion simmers just under the surface, the outcome is not what either of them could have expected, but what they wanted most of all.",
            "AbouttheAuthors": "Reana's stories focus on Interracial romance, with lots of steam to keep things interesting. A firm believer that LOVE in all its forms should be celebrated, her goal is to weave a story that brings the reader into her world, even if only for a short time. On any given day, you can find her reading a book by one of her favorite authors, or bent over her laptop working to bring you more goodness.\r\n\r\nShe currently lives in Virginia (USA) with her husband and has two very handsome sons. You can find her on Twitter, Facebook, Pinterest, and Instagram, or you can send her an email at reanamalori.author@gmail.com.\r\n\r\nWebsite: www.reanamalori.com\r\n\r\nNewsletter: http://eepurl.com/bcEYjf"
        },
        {
            "id": "1207",
            "sujet": "littérature",
            "titre": "Watery Grave (SEAL Brotherhood: Legacy Book 1)",
            "auteur": "Sharon Hamilton",
            "format": "numérique",
            "prix": "0",
            "image": "BrookeCo\\Livres\\Littérature\\1207.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "Another Navy SEAL Cruise? What Could Possibly Go Wrong?\r\nEVERYTHING!\r\nChristy and Kyle Lansdowne receive a long-lost piece of luggage returned from a cruise vacation from Hell several years prior. Inside, lies the remains of SEAL Team 3 friend and former gym owner, Joseph “Gunny” Hoskins. Their mission was to release his ashes upon the deep blue sea, but their cruise was interrupted by a terrorist takeover of the ship, thwarted by the SEALs on board.\r\n\r\nBut when the ocean returns him to San Diego in Christy’s cosmetic bag, a new adventure is hatched to give Gunny eternal rest.\r\n\r\nKyle, Christy, and their three children embark on another memorial cruise mission, along with several other SEAL families. In paying tribute to the life of a fellow brother-in-arms, they usher in the dawn of a bright new future for them all. As the past is finally buried amid the dangers of the present, the ocean’s giant wheel—the Circle of Life—lives on.\r\n\r\nIn honoring the irreverent life of one, the bond and commitment of the brothers who remain is strengthened to do battle.\r\n\r\nThe SEAL Brotherhood: Legacy Series is about the original couples in Sharon Hamilton's popular SEAL Brotherhood Series. It furthers the stories of these couples ten years later, after marriages, children, and separations. These are stand-alone books, but readers who are unfamiliar with the series would enjoy reading the background stories first.\r\n\r\nRecommended reading order: Accidental SEAL, Cruisin' For A SEAL, Watery Grave.",
            "AbouttheAuthors": "NY Times and USA Today Bestselling Author, \"Sharon Hamilton's storytelling satisfies like a thick bar of chocolate. Sharon's romances are scorching hot, filled with suspense, adventure and adrenaline-pumping action.\"\r\n\r\n\"Sharon reads like Lee Childs, but with more sex.\"\r\n\r\nSharon and her husband live in Northern California, in the heart of the Wine Country, where most of her stories take place. When she isn't writing, she can be found getting vera vera dirty in her flower and vegetable gardens. But she has a big secret. She's a tortured Fairy Godmother who fell back to earth and became a writer to do enough penance to get back into grace. Some day, she might actually get there.\r\n\r\nYou can find excerpts, updated book lists, upcoming events and signings, newsletter signups, book trailers and new releases on her website: https://authorsharonhamilton.com/. Or, you can just push the big yellow FOLLOW button under her titre!\r\n\r\nJoin Sharon's Newsletter for VIP updates and news!\r\n\r\nhttps://authorsharonhamilton.com/newsletter/\r\n\r\nFollow Sharon on Facebook: https://www.facebook.com/SharonHamiltonAuthor/"
        },
        {
            "id": "1208",
            "sujet": "littérature",
            "titre": "Bone Frog Bachelor (Bachelor Tower Series)",
            "auteur": "Sharon Hamilton ",
            "format": "numérique",
            "prix": "0",
            "image": "BrookeCo\\Livres\\Littérature\\1208.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "I have done it all. I have built three global security companies, including foreign subsidiaries which include an airline company and a shipping conglomerate, partnered with some of the biggest industry titans in the realm of international trade. But my love is in protecting and securing the safety of those I care about.\r\nAnd I’ve done this, as it turns out, at the expense of my own security and fortune. I’ve cared for everyone else’s assets, and left mine wide open to plunder.\r\nWell, that was then. This is now. This is me fighting back. I’m going to screw that witch of a former wife, who, while she was screwing me in my own bed, was slutting with other men. I was naive, but now, fully awakened, I will have my revenge.\r\nAnd it will be sweet!",
            "AbouttheAuthors": "NY Times and USA Today Bestselling Author, \"Sharon Hamilton's storytelling satisfies like a thick bar of chocolate. Sharon's romances are scorching hot, filled with suspense, adventure and adrenaline-pumping action.\"\r\n\r\n\"Sharon reads like Lee Childs, but with more sex.\"\r\n\r\nSharon and her husband live in Northern California, in the heart of the Wine Country, where most of her stories take place. When she isn't writing, she can be found getting vera vera dirty in her flower and vegetable gardens. But she has a big secret. She's a tortured Fairy Godmother who fell back to earth and became a writer to do enough penance to get back into grace. Some day, she might actually get there.\r\n\r\nYou can find excerpts, updated book lists, upcoming events and signings, newsletter signups, book trailers and new releases on her website: https://authorsharonhamilton.com/. Or, you can just push the big yellow FOLLOW button under her titre!\r\n\r\nJoin Sharon's Newsletter for VIP updates and news!\r\n\r\nhttps://authorsharonhamilton.com/newsletter/"
        },
        {
            "id": "1209",
            "sujet": "littérature",
            "titre": "How to Win a Duke's Heart: A Regency Romance (Seductive Scoundrels Book 14)",
            "auteur": "Collette Cameron",
            "format": "numérique",
            "prix": "0",
            "image": "BrookeCo\\Livres\\Littérature\\1209.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "Some fairy tales begin with love at first sight. This is not one of those tales…\r\n\r\nSophronie Slater had no interest in getting married. Even if she did, the Duke of Waycross would not be her choice. She would, however, do anything for her father. So, in honor of his dying wish to see her legally bound to the contrary, annoyingly handsome Scot who drives her mad, she agrees to a very temporary marriage. She’ll never love him, though. At least, that was the plan…\r\n\r\nEvan Gordonstone has no interest in romance. Caring for his relatives and restoring his duchy to profitability is about all he can manage. But if he has any hope of one day realizing his dream of breeding and racing horses, he needs Sophronie. Their arranged marriage will fix all his problems. Assuming he doesn’t fall for his lovely new wife and ruin everything…\r\n\r\nSophronie and Evan are about to find out that opposites can attract in the most unexpected—and sensual—ways. But when all is said and done, can they win each other’s hearts and turn their fake marriage into a real happily ever after?\r\n\r\n~ * ~\r\n\r\nScandals, Secrets, and Sweet Romance\r\nThis Historical Regency Romance by a USA Today bestselling author proves that enemies can become lovers and opposites do attract. Sparks fly as Evan and Sophronie match wits until they admit their love for each other.\r\n\r\nIf you enjoy reading lovable rogue or duke romances with a pinch of intrigue, a dash of humor, and soul-searing emotion, then you’ll adore Collette Cameron’s enthralling SEDUCTIVE SCOUNDRELS series. Settle into your favorite reading nook with a beverage and your copy of HOW TO WIN A DUKE’S HEART for a page-turning, enemies to lovers, entertaining Regency world adventure you can’t put down\r\n\r\nThough this book can easily be read as a stand-alone, most readers prefer to read the series in order.\r\n\r\nSEDUCTIVE SCOUNDRELS SERIES:\r\nA Diamond for a Duke\r\nOnly a Duke Would Dare\r\nA December with a Duke\r\nWhat Would a Duke Do?\r\nWooed by a Wicked Duke\r\nDuchess of His Heart\r\nNever Dance with a Duke\r\nThe Debutante and the Duke\r\nWedding her Christmas Duke\r\nLoved by a Dangerous Duke\r\nHow to Win A Duke’s Heart\r\nWhen a Duke Desires a Lass - Coming soon!",
            "AbouttheAuthors": "L'auteure primée de USA Today COLLETTE CAMERON® griffonne des romans historiques écossais et de la Regency mettant en vedette des voleurs, des rakes et des scélérats fringants et les fortes héroïnes qui les réforment. Dotée d'une muse hyperactive et spirituelle qui n'arrêtera pas de lui chuchoter de nouvelles ébats romantiques à l'oreille, elle a vécu toute sa vie dans l'Oregon. Bien qu'elle rêve de vivre en Écosse à temps partiel. Chocoholic Cadbury avoué, vous trouverez toujours un soupçon d'inspiration et une pincée d'humour dans ses romances intemporelles sucrées à épicées.\r\n\r\nVOUS VOULEZ UN LIVRE GRATUIT? Rejoignez le VIP Reader Club de Collette et recevez sa newsletter divertissante, The Regency Rose®: bit.ly/TheRegencyRoseGift (Copiez et collez l'URL dans votre navigateur, puis cliquez pour être redirigé vers le formulaire d'inscription.) Soyez le premier à connaître le dernières nouvelles, concours, sorties et participez à ses cadeaux! Visitez le site Web de Collette pour découvrir son monde d'auteur: collettecameron.com"
        },
        {
            "id": "1210",
            "sujet": "littérature",
            "titre": "When a Duke Desires a Lass: A Sweet Historical Regency Romance (Seductive Scoundrels Book 15) ",
            "auteur": "Collette Cameron ",
            "ISBN": "1955259224",
            "format": "numérique",
            "prix": "0",
            "image": "BrookeCo\\Livres\\Littérature\\1210.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "The only thing these opposites have in common is a desire to not marry…\r\n\r\nTobias Forsyth, Duke of Heatherston, owes his niece a proper Come Out. But as a confirmed bachelor, he has no idea how to fulfill his commitment. Fortunately, to his astonishment and intense pleasure, the gorgeous widow he’s admired from afar for so long is willing to help. Now, if only he could convince the reluctant object of his affection to give him a chance…\r\n\r\nEmily Grenville is bored. But that doesn’t mean she ever intends to marry again. Not with the ugly secret her husband saddled her with before his death. So, she’ll have to continue rebuffing the advances of every interested man—even the ruggedly handsome Scot who has somehow managed to occupy her every waking thought…\r\n\r\nIt’s not long before their time spent in forced proximity leads to much deeper feelings and desires. But when Emily’s secret is divulged, can the fragile romance she’s only started to enjoy with Tobias survive?\r\n\r\n~ * ~\r\n\r\nScandals, Secrets, and Sweet Romance\r\nThis clean Historical Regency Romance by a USA Today bestselling author proves that true love can triumph. You won’t be able to read fast enough to see what trials Tobias and Emily overcome until they admit their love for each other.\r\n\r\nIf you enjoy reading forced proximity, lovable rogue, or charming duke romances with a pinch of romantic suspense, a dash of humor, and soul-searing emotion, then you’ll adore Collette Cameron’s enthralling SEDUCTIVE SCOUNDRELS. Settle into your favorite reading nook with a beverage and your copy of WHEN A DUKE DESIRES A LASS for a page-turning, enemies to lovers, class difference, entertaining Regency world adventure you can’t put down.\r\n\r\nThough this book can easily be read as a stand-alone, most readers prefer to read the series in order.\r\n\r\nSEDUCTIVE SCOUNDRELS SERIES:\r\nA Diamond for a Duke\r\nOnly a Duke Would Dare\r\nA December with a Duke\r\nWhat Would a Duke Do?\r\nWooed by a Wicked Duke\r\nDuchess of His Heart\r\nNever Dance with a Duke\r\nThe Debutante and the Duke\r\nWedding her Christmas Duke\r\nLoved by a Dangerous Duke\r\nHow to Win A Duke’s Heart\r\nWhen a Duke Desires a Lass",
            "AbouttheAuthors": "À propos de Collette Cameron\r\nL'auteure primée de USA Today COLLETTE CAMERON® griffonne des romans historiques écossais et de la Regency mettant en vedette des voleurs, des rakes et des scélérats fringants et les fortes héroïnes qui les réforment. Dotée d'une muse hyperactive et spirituelle qui n'arrêtera pas de lui chuchoter de nouvelles ébats romantiques à l'oreille, elle a vécu toute sa vie dans l'Oregon. Bien qu'elle rêve de vivre en Écosse à temps partiel. Chocoholic Cadbury avoué, vous trouverez toujours un soupçon d'inspiration et une pincée d'humour dans ses romances intemporelles sucrées à épicées.\r\n\r\nVOUS VOULEZ UN LIVRE GRATUIT? Rejoignez le VIP Reader Club de Collette et recevez sa newsletter divertissante, The Regency Rose®: bit.ly/TheRegencyRoseGift (Copiez et collez l'URL dans votre navigateur, puis cliquez pour être redirigé vers le formulaire d'inscription.) Soyez le premier à connaître le dernières nouvelles, concours, sorties et participez à ses cadeaux! Visitez le site Web de Collette pour découvrir son monde d'auteur: collettecameron.com"
        },
        {
            "id": "1211",
            "sujet": "littérature",
            "titre": "Kukum",
            "auteur": "MICHEL JEAN",
            "ISBN": "9782764813447",
            "format": "imprimé",
            "prix": "24.95",
            "image": "BrookeCo\\Livres\\Littérature\\1211.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Ce roman retrace le parcours d'Almanda Siméon, une orpheline qui va partager sa vie avec les Innus de Pekuakami. Amoureuse d'un jeune Innu, elle réussira à se faire accepter. Elle apprendra l'existence nomade et la langue, et brisera les barrières imposées aux femmes autochtones. Almanda et sa famille seront confrontées à la perte de leurs terres et subiront l'enfermement des réserves et la violence des pensionnats. Racontée sur un ton intimiste, l'histoire de cette femme, qui se déroule sur un siècle, exprime l'attachement aux valeurs ancestrales des Innus et au besoin de liberté qu'éprouvent les peuples nomades, encore aujourd'hui."
        },
        {
            "id": "1212",
            "sujet": "littérature",
            "titre": "À toute allure #02\r\n",
            "auteur": "CHANTALE D'AMOURS",
            "ISBN": "9782897833442",
            "format": "imprimé",
            "prix": "14.95",
            "image": "BrookeCo\\Livres\\Littérature\\1212.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Julianne est fébrile à l'idée de passer un autre été au centre équestre Le p'tit trot. Si elle a eu la chance d'y retourner à de nombreuses reprises pour galoper avec Jazz, il y a un moment déjà qu'elle n'y a pas croisé Adam. D'après ce que les réseaux sociaux lui ont révélé, le fils du palefrenier serait encore plus beau qu'auparavant...À peine a-t-elle mis les pieds au ranch que Julianne suspecte qu'on lui dissimule des choses. Pourquoi sa grand-mère est-elle aussi occupée et cachottière ? La cavalière croit ses rêves menacés et, dès lors, se met à craindre le pire. Et si mamie voulait vendre le centre ? Qu'adviendrait-il de Jazz ? Mais ce n'est pas tout : la jeune fille est jumelée dans ses cours à Judith et Jaël, les deux fidèles acolytes de Charlie, son ennemie jurée. Catastrophe ! Tandis qu'elle s'entraîne vigoureusement pour la prochaine compétition, Julianne est de plus en plus inquiète. Par bonheur, sa meilleure amie Olivia viendra séjourner au camp."
        },
        {
            "id": "1213",
            "sujet": "littérature",
            "titre": "Un été au zoo",
            "auteur": "CHANTALE D'AMOURS",
            "ISBN": "9782897835064",
            "format": "imprimé",
            "prix": "14.95",
            "image": "BrookeCo\\Livres\\Littérature\\1213.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Abigaëlle, quinze ans, a la mine basse. Sa mère étant décédée, elle doit dorénavant vivre avec son père, David. Le hic, c'est qu'elle ne l'a jamais rencontré. Hors de question qu'elle emménage chez un parfait inconnu, même s'il est propriétaire d'un zoo. Sa tante lui impose alors un compromis : la jeune fille passera d'abord l'été en compagnie de David pour apprendre à le connaître. Ensuite, on verra... Dès son arrivée à l'Isle-aux-Coudres, Abigaëlle affiche ses faux airs d'adolescente enragée. Si elle fait subir à son père son caractère de cochon, il ne voudra pas qu'elle reste avec lui. Elle pourra rentrer pour de bon à Montréal, auprès de sa marraine et de ses amies. Quel plan astucieux ! D'autant plus qu'il y a des flammèches entre Sofia, sa nouvelle demi-soeur, et elle. Mais l'île regorge de paysages fabuleux. David se montre attentionné à son égard, et les pensionnaires du zoo Peekaboo sont tellement attachants."
        },
        {
            "id": "1214",
            "sujet": "littérature",
            "titre": "Le Dernier exploit de Poxl West",
            "auteur": "DANIEL TORDAY",
            "ISBN": "9782365691734",
            "format": "imprimé",
            "prix": "16.99",
            "image": "BrookeCo\\Livres\\Littérature\\1214.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Après avoir échappé aux nazis en Tchécoslovaquie, au début de la Seconde Guerre mondiale, le jeune Poxl West fuit aux Pays-Bas où il tombe amoureux de la belle Françoise. Un beau jour il gagne la Grande-Bretagne pour devenir pilote. Il sauve de nombreuses vies pendant le Blitz et intègre la Royal Air Force. Au final, retraité aux Etats-Unis, il raconte à son neveu ses actes de bravoure."
        },
        {
            "id": "1215",
            "sujet": "littérature",
            "titre": "1 week-end sur 2 t.03 le coeur a ses raisons",
            "auteur": "GENEVIÈVE CLOUTIER",
            "ISBN": "9782896628018",
            "format": "imprimé",
            "prix": "24.95",
            "image": "BrookeCo\\Livres\\Littérature\\1215.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "La passion. Ça définit assez bien ma relation avec Christian ! Même quand nous étions dans des camps opposés, nos échanges étaient toujours enflammés. Et, maintenant que nous sommes en couple... rien n'a changé ! Il faut dire que certains sujets, comme sa nouvelle meilleure amie, Julie-Maude, ou son poste de délégué syndical, sont très propices à alimenter la flamme ! Mais bon, quoi de mieux qu'un bed and breakfast avec des murs en carton, le week-end de la Saint-Valentin, pour se rapprocher de son homme ? Cette année, les bouleversements se poursuivent et je vais probablement avoir à traverser l'une des plus dures épreuves de ma vie. C'est peut-être ce que ça prend pour briser mon armure et créer un passage vers mon coeur. Qui sait ? Une chose est certaine, il y en a un qui est prêt depuis longtemps à foncer dès que l'ouverture se dessinera. Ce printemps, je crois que je n'échapperai pas à la saison des amours..."
        },
        {
            "id": "1216",
            "sujet": "littérature",
            "titre": "Les Ombres blanches",
            "auteur": "DOMINIQUE FORTIER",
            "ISBN": "9782896945184",
            "format": "imprimé",
            "prix": "25.95",
            "image": "BrookeCo\\Livres\\Littérature\\1216.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Les ombres blanches reprend l’histoire là où se terminait Les villes de papier , pour en raconter la suite improbable, quasi miraculeuse : la naissance d’un livre des années après la mort de son auteure. Dans ces pages sensibles et lumineuses, Dominique Fortier explore, à travers la poésie de Dickinson, le pouvoir mystérieux qu’exercent les livres sur nos vies, et sonde le caractère à la fois fragile et nécessaire de la littérature."
        },
        {
            "id": "1217",
            "sujet": "littérature",
            "titre": "Adeste fideles",
            "auteur": "PATRICK ISABELLE",
            "ISBN": "9782898103629",
            "format": "imprimé",
            "prix": "19.95",
            "image": "BrookeCo\\Livres\\Littérature\\1217.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Cette saison, Patrick Isabelle nous offre un hors-série de la populaire série d’épouvante Anna Caritas, se déroulant dans une tout autre époque, celle du père de William Walker. Dans ce nouveau tome plus mature et destiné à un lectorat avisé, les fans de la série apprendront tous les secrets horrifiques se cachant derrière le fameux Noël noir de Saint-Hector."
        },
        {
            "id": "1218",
            "sujet": "littérature",
            "titre": "Lamentable",
            "auteur": "SAM CYR",
            "ISBN": "9782924965559",
            "format": "imprimé",
            "prix": "26.95",
            "image": "BrookeCo\\Livres\\Littérature\\1218.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Lamentable est le récit d’un coming out qui n’aura pas lieu sur fond de première année universitaire. Ça se passe à Québec, en 2006. C’est l’histoire d’un gars qui n’arrive pas à entrer en relation avec les autres, et qui prend conscience que les objectifs de vie traditionnels auxquels il aspire sont inatteignables. C’est celle d’un passage à l’âge adulte ralenti par une homosexualité refoulée, la naissance d’un trouble alimentaire et le confort illusoire du cocon familial. Et c’est drôle, aussi."
        },
        {
            "id": "1219",
            "sujet": "littérature",
            "titre": "Un coeur si loyal et solitaire #02",
            "auteur": "BRIGID KEMMERER",
            "ISBN": "9782700276503",
            "format": "imprimé",
            "prix": "32.95",
            "image": "BrookeCo\\Livres\\Littérature\\1219.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Dans le royaume d'Emberfall, les rumeurs sur le prince Rhen vont bon train. Ce dernier ne serait pas l'héritier légitime. Profitant de la situation, Karis Luran, la reine ennemie, tente de contrôler les terres de celui-ci. Pour éviter un bain de sang, Lia Mara, la fille de Karis, veut faire alliance avec Rhen."
        },
        {
            "id": "1220",
            "sujet": "littérature",
            "titre": "En piste ! #01",
            "auteur": "CHANTALE D'AMOURS",
            "ISBN": "9782897833411",
            "format": "numérique",
            "prix": "14.95",
            "image": "BrookeCo\\Livres\\Littérature\\1220.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Julianne, 12 ans, rêve de galoper. Mais sa mère refuse catégoriquement qu'elle approche un cheval depuis que son père est décédé dans un accident équestre. Quand elle apprend que sa meilleure amie Olivia sera en Ontario tout l'été, la jeune adolescente a une idée de génie : passer ses vacances chez sa mamie qui possède le centre Le p'tit trot. Bien entendu, Molly est loin d'être emballée par le projet de sa fille. Elle accepte pourtant de lui donner une chance. L'apprentie cavalière développe dès son arrivée au ranch un lien d'amitié avec Jazz, un nouveau pensionnaire à quatre pattes aussi gourmand que fougueux. Bientôt, Julianne commence ses cours d'équitation sous la supervision de sa grand-mère et se révèle fort douée. Avec Adam, le très mignon fils du palefrenier, elle tente d'apprivoiser Jazz, que personne ne peut monter.Même si elle doit s'entraîner sans relâche, Julianne est comblée par son séjour au camp."
        }
        ,
        {
            "id": "1301",
            "sujet": "géographie",
            "titre": "NATIONAL GEOGRAPHIC ATLAS OF THE WORLD, 11TH EDITION",
            "auteur": "Alex Tait",
            "ISBN": "9781426220586",
            "format": "imprimé",
            "prix": "279",
            "image": "BrookeCo\\Livres\\Géographie\\1301.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "Created for all global citizens, this universally respected volume of world maps has been completely revised and updated with fascinating visualizations of international trends and global conditions.\r\n\r\nNational Geographic''s flagship Atlas of the World, now in its 11th edition, provides authoritative maps of every country, ocean, and region of the world, as well as thematic maps and accompanying graphics showing important population, environmental, and economic patterns. Organized by continent and reflecting today''s political boundaries and identities, this authoritative atlas is an indispensable reference for schools and libraries, as well as the latest resource for home browsing and study. A thematically organized opening section uses current data to visualize urgent concerns, such as Earth''s last wild places, changing freshwater availability, human migration and refugee movement, and human rights conditions globally. The back of the book contains basic facts and flags of every country, as well as a comprehensive index cross-referencing more than 150,000 place titres. A thought-provoking foreword by Alexander M. Tait, The Geographer of National Geographic, begins the book.",
            "AbouttheAuthors": "With more than a century of mapmaking experience, NATIONAL GEOGRAPHIC continues to be one of the world''s preeminent cartographic publishers. The new 11th edition atlas is produced by a deeply experienced editorial and cartographic team, in collaboration with preeminent scientists, scholars, and researchers, continuing a legacy of publishing quality atlas products that combine the art and science of mapmaking.ALEXANDER M. TAIT, M.Sc., is The Geographer at the National Geographic Society. He heads National Geographic''s Map Policy Committee, leads mapping initiatives for Nat Geo Labs, and provides mapping and geography expertise for programs and media throughout National Geographic. He has worked as a cartographer at the Washington Post, a lecturer at the University of Maryland, and adviser to legal teams on the UN Convention on the Law of the Sea."
        },
        {
            "id": "1302",
            "sujet": "géographie",
            "titre": "NATIONAL GEOGRAPHIC VISUAL ATLAS OF THE WORLD, 2ND EDITION",
            "auteur": "National Geographic",
            "ISBN": "9781426218385",
            "format": "imprimé",
            "prix": "150",
            "image": "BrookeCo\\Livres\\Géographie\\1302.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "Uniting National Geographic''s incomparable photography with state-of-the-art cartographic technology, this re-imagined and completely updated visual atlas is a compelling and authoritative resource that will enthrall readers. \r\n\r\n     Updated for the first time since 2008, National Geographic''s visual atlas of the world will delight and inspire history lovers, current event buffs, and cartography fans alike. From spectacular space imagery to UNESCO World Heritage Sites, this stunning book showcases the diverse natural and cultural treasures of the world in glorious color. Featuring more than 200 fascinating maps, 350 new photos, and state-of-the-art cartography and satellite imagery, this is an essential reference for families, travelers, students, librarians, and scholars. Each page, created in collaboration with the world''s premier scientists, geographers, and cartographers, is packed with up-to-the-minute information, making this book the most beautiful and authoritative visual atlas available today."
        },
        {
            "id": "1303",
            "sujet": "géographie",
            "titre": "GEOGRAPHY COLORING BOOK",
            "auteur": "Wynn Kapit",
            "ISBN": "9780131014725",
            "format": "imprimé",
            "prix": "27.56",
            "image": "BrookeCo\\Livres\\Géographie\\1303.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "This unique educational tool introduces learners to the countries of the world and the states of the United States. Through active participation, coloring the maps, users gain a broad understanding of the material—and retain that understanding. Each section begins with a plate containing a political map, a physical map, and regional maps. World Thematic Maps consist of eleven global maps covering climate, rainfall, temperatures, prevailing winds, ocean currents, vegetation, land use, population, racial distribution, languages, and religions—presenting a «global» view of human activity. Flags and Review of Nations groups flags of the world according to continents, with the illustration of the flag placed close to the country of origin. For children of all ages—and their parents—who could benefit from a colorful “crash course” —or “refresher” —in geography, and an enjoyable and informative guide to a greater understanding of the world around them.",
            "AbouttheAuthors": "Wynn Kapit graduated from the University of Miami, attended the Art Center School in Los Angeles, and received a Masters in Painting from the University of California at Berkley. He also took a class in human anatomy at San Francisco City College. While taking that class, he realized that he could coloring the subject's drawings helped him learn the topic. Kapit, a former graphic designer, and Lawrence Elson, the class instructor, created The Anatomy Coloring Book (1977) which also served as a foundation for The Physiology Coloring Book (1987) and The Geography Coloring Book (1991)."
        },
        {
            "id": "1304",
            "sujet": "géographie",
            "titre": "PHYSICAL GEOGRAPHY: SCIENCE AND SYSTEMS OF THE HUMAN ENVIRONMENT",
            "auteur": "O. W. Archibold, Alan H. Strahler",
            "ISBN": "9780470678855",
            "format": "imprimé",
            "prix": "160.4",
            "image": "BrookeCo\\Livres\\Géographie\\1304.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "Physical Geography, Fifth Canadian Edition provides students with a complete understanding of the earth as a dynamic natural system. It is a comprehensive text that builds upon the decades of expertise and success of Alan Strahler, one of the foremost geographers in the world.\r\n\r\nThis new fifth Canadian edition includes significantly updated designs and visuals, and the most up-to-date and relevant content. Widely praised for its comprehensiveness, this text includes discussion and current examples of environmental phenomena relating to global geographical changes. The outstanding art program, excellent pedagogy, and readability of the text will engage students? interest and enhance their learning experience."
        },
        {
            "id": "1305",
            "sujet": "géographie",
            "titre": "CANADIAN SHIELD: THE ROCKS THAT MADE CANADA",
            "auteur": "Nick Eyles",
            "ISBN": "9781554551408",
            "format": "imprimé",
            "prix": "40",
            "image": "BrookeCo\\Livres\\Géographie\\1305.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "Being a Canadian carries with it a tangible sense of living on the edge of a vast barren interior. Only titred as such in 1883, the Canadian Shield is an empty immensity of lakes, bogs, rivers, forest and protruding ribs of hard Precambrian crystalline rock that covers more than half of the total land area of Canada.\r\n\r\nThis book traces the geologic evolution of the Shield, its first tentative exploration by humans starting 11,000 years ago as the last great ice sheets withdrew, its changing economic fortunes as Europeans penetrated its remote rocky vastnesses for furs and metals, and its transformation in the twentieth century into a national icon to Canadians.\r\n\r\nRegarded as 'barren' and of no value, much of the Shield was given away in 1670 to a single London-based fur trading company, the Hudson Bay Company, who jealously guarded its northern domain until 1867. This two hundred year long monopoly created a virtual government over a huge piece of North America. Without the HBC, much of it would have passed into American hands and there would have been no 'Canadian' Shield or country called Canada. As a nation, we are indebted to hard rock."
        },
        {
            "id": "1306",
            "sujet": "géographie",
            "titre": "ONTARIO ROCKS: THREE BILLION YEARS OF ENVIRONMENTAL CHANGE",
            "auteur": "Nick Eyles",
            "ISBN": "9781550416190",
            "format": "imprimé",
            "prix": "60",
            "image": "BrookeCo\\Livres\\Géographie\\1306.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "In its long and rocky past, the place we call Ontario has traveled across the equator, been peppered and pockmarked by meteorites, seen the rise and decline of towering mountains, and gave rise to some very strange and now extinct organisms. In fact, what seems like a changeless landscape was once covered by vast seas and huge, continent-wide ice sheets which measured 2 kilometres thick, leaving in their wake, the Great Lakes.\r\nOntario Rocks tells this fascinating 3 billion year long story of Ontario's geological evolution, from its beginnings as part of an early landmass called Arctica, its incorporation into enormous supercontinents, through to the repeated ice ages and abrupt climatic changes of the last few thousand years. Merging Canadian geology with\r\nglobal evolution, this highly illustrated survey also touches on the development of Ontario's mining and oil industries, and the commercial use of rocks as building material.\r\n\r\nOntario Rocks concludes with an exploration of the \"artificial\" urban landscape, and how geologists use their knowledge to safeguard groundwater and rivers, dispose of wastes and understand the hazards posed by earthquakes and erosion.\r\n\r\nOntario Rocks is a highly accessible sourcebook, perfect for students and all those\r\nintrigued by the history and formation of the land under us."
        },
        {
            "id": "1307",
            "sujet": "géographie",
            "titre": "DISCOVERING PHYSICAL GEOGRAPHY",
            "auteur": "Alan F. Arbogast, Daryl Dagesse, Lisa Ford",
            "ISBN": "9781119443469",
            "format": "imprimé",
            "prix": "135",
            "image": "BrookeCo\\Livres\\Géographie\\1307.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "A loose-leaf book to inspire discoveries into physical geography and how humans interact with their environment Discovering Physical Geography demonstrates the relevance of physical geography in readers' lives. It looks at how humans are interconnected with the environment, while covering the impact of human population growth. The book features case studies and addresses how humans interact with solar energy, wind power, soils, and petroleum. The content, based on scientific research, invites students to explore the subject of physical geography."
        },
        {
            "id": "1308",
            "sujet": "géographie",
            "titre": "PHYSICAL GEOGRAPHY: GREAT SYSTEMS AND GLOBAL ENVIRONMENTS",
            "auteur": "William M. Marsh, Martin M. Kaufman",
            "ISBN": "9780521764285",
            "format": "imprimé",
            "prix": "91.95",
            "image": "BrookeCo\\Livres\\Géographie\\1308.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "The physical geography of Earth is explained through the systems that shape the planet's lands, waters, and atmosphere. Written in an easy narrative style, each chapter combines text with more than 40 single-concept illustrations. The result is a distinctive design that weaves words and illustrations together into an integrated whole. The presentation is uncluttered to keep students focused on the main themes. An entire chapter is dedicated to climate change, its geographic origins, likely outcomes, and influence on other Earth systems. A distinctive illustration program includes summary diagrams at the end of chapters that recap concepts and reinforce the systems approach. Section summaries within chapters, along with end-of-chapter review points and questions, are provided to highlight key concepts and encourage thoughtful review of the material. The instructor's guidebook highlights the core concepts in each chapter and suggests strategies to advance a systems approach in teaching physical geography."
        },
        {
            "id": "1309",
            "sujet": "géographie",
            "titre": "HUMAN GEOGRAPHY: PLACES AND REGIONS IN GLOBAL CONTEXT",
            "auteur": "Paul L. Knox, Sallie A. Marston",
            "ISBN": "9780321984241",
            "format": "imprimé",
            "prix": "189.99",
            "image": "BrookeCo\\Livres\\Géographie\\1309.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "A distinctly modern look at human geography\r\n\r\nDescribed as “fresh, innovative, and intelligent,” Human Geography: Places and Regions in Global Context is acclaimed for its global approach, conceptual rigor, engaging real-world applications, and outstanding visual program. Knox and Marston foster awareness of current issues and developing trends from a geographic perspective, and provide a solid foundation in the fundamentals of human geography.\r\n\r\nThe authors integrate compelling local, regional, and global viewpoints to give meaning to people and places. By providing access to the latest ideas, concepts, and theories, the text deepens students’ understanding of the interdependence of"
        },
        {
            "id": "1310",
            "sujet": "géographie",
            "titre": "COASTS: FORM, PROCESS AND EVOLUTION",
            "auteur": "Colin D. Woodroffe",
            "ISBN": "9780521011839",
            "format": "imprimé",
            "prix": "108.95",
            "image": "BrookeCo\\Livres\\Géographie\\1310.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Anglais ",
            "description": "Coasts provides a necessary background in geomorphology for those studying coastal systems. It describes the landforms that occur on the coast, their responses to the processes that shape them, and the pattern of evolution that can be determined for different types of coasts over thousands of years. Numerous examples from around the world illustrate the variety of environments. Particular attention is paid to coastal morphodynamics; the co-adjustment of process and form, on rocky, reef, sandy, deltaic-estuarine and muddy coasts.",
            "AbouttheAuthors": "Preface; 1. Introduction; 2. Geological setting and materials; 3. Coastal processes; 4. Rocky coasts; 5. Reef coasts; 6. Beach and barrier coasts; 7. Deltas and estuaries; 8. Muddy coasts; 9. Morphodynamics of coastal systems; 10. Human activities and future coasts; References; Index."
        },
        {
            "id": "1311",
            "sujet": "géographie",
            "titre": "Le petit atlas des pays du monde ",
            "auteur": "Brian Williams",
            "ISBN": "272425743X",
            "format": "imprimé",
            "prix": "12.95",
            "image": "BrookeCo\\Livres\\Géographie\\1311.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français"
        },
        {
            "id": "1312",
            "sujet": "géographie",
            "titre": "Atlas encyclopedique mondial",
            "ISBN": "2891117395",
            "format": "imprimé",
            "prix": "20.95",
            "image": "BrookeCo\\Livres\\Géographie\\1312.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français"
        },
        {
            "id": "1313",
            "sujet": "géographie",
            "titre": "Atlas routier et touristique de la Grande Bretagne et de l'Irlande",
            "auteur": " Michelin  ",
            "ISBN": "2060122112",
            "format": "imprimé",
            "prix": "21.95",
            "image": "BrookeCo\\Livres\\Géographie\\1313.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français"
        },
        {
            "id": "1314",
            "sujet": "géographie",
            "titre": "Vers une nouvelle géographie économique",
            "auteur": "Juan-Luis Klein , Régis Guillaume",
            "ISBN": "978-2-7605-3934-1",
            "format": "imprimé",
            "prix": "26",
            "image": "BrookeCo\\Livres\\Géographie\\1314.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Claude Manzagol (1938-2008) a été un pilier de la géographie économique. Formé selon l’école de géographie régionale française, il a su intégrer les apports d’autres géographes, moins orthodoxes, pour proposer une géographie moderne, outillée pour mieux comprendre l’évolution de nos sociétés et de nos espaces. Ses nombreux travaux théoriques et empiriques – plus d’une centaine – ont été des jalons importants d’une discipline qui ne cesse d’évoluer. Les principaux ingrédients de sa pensée ont laissé un legs impressionnant qu’il convient de revisiter.\r\n\r\nCe livre dévoile les différents aspects du renouvellement de la géographie économique, renouvellement que Claude Manzagol a amorcé et que d’autres chercheurs s’efforcent de poursuivre. Comprenant un texte inédit de Manzagol lui-même, ainsi que les contributions de spécialistes qui ont tous eu l’occasion de travailler avec ce chercheur remarquable, l’ouvrage aborde plusieurs thématiques, dont les liens entre le territoire, l’innovation et l’économie. Il soulève également plusieurs questions cruciales, liées aux restructurations économiques provoquées par la mondialisation, auxquelles la nouvelle géographie économique doit répondre."
        },
        {
            "id": "1315",
            "sujet": "géographie",
            "titre": "Le Guide photo National Geographic",
            "auteur": "Collectif",
            "ISBN": "9782845822245",
            "format": "imprimé",
            "prix": "39.95",
            "image": "BrookeCo\\Livres\\Géographie\\1315.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Pour les photographes débutants ou expérimentés, des conseils couvrant l'achat de l'appareil, les premières prises de vue, les effets, les retouches, le développement. Une douzaine de photographes de renom partagent leur expérience, commentent leurs meilleurs clichés, donnent des détails techniques et précisent les coulisses de leur travail."
        },
        {
            "id": "1316",
            "sujet": "géographie",
            "titre": "\tL'Atelier",
            "auteur": "Marc Séguin",
            "ISBN": "9782762144017",
            "format": "imprimé",
            "prix": "69.95",
            "image": "BrookeCo\\Livres\\Géographie\\1316.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "L’Atelier, c’est un beau livre. Un voyage unique dans l’univers visuel et littéraire de Marc Séguin. De New York à Montréal en passant par l’Isle-aux-Grues, c’est une véritable excursion artistique, magnifiquement saisie par les photographes Caroline Perron et Maude Chauvin ; le tout complété entre autres par des photos personnelles de l’artiste. À travers cet ouvrage multiforme et intimiste, entre le journal de bord et l’éditorial, Marc Séguin nous surprend une fois de plus par l’audace simple de ses textes. Véritable extension de l’atelier, ce livre invite également les lecteurs à ajouter leur coup de crayon aux pages laissées vierges, ainsi qu’à y compléter des œuvres de Marc Séguin."
        },
        {
            "id": "1317",
            "sujet": "géographie",
            "titre": "Le Québec en hiver",
            "auteur": "Mathieu Dupuis",
            "ISBN": "9782761956420",
            "format": "imprimé",
            "prix": "39.95",
            "image": "BrookeCo\\Livres\\Géographie\\1317.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Tantôt rude et capricieux, tantôt doux et féerique, l'hiver est au coeur de la culture et de l'art de vivre au Québec. À travers des paysages urbains et sauvages, des portraits et de saisissants détails croqués sur le vif, cette plongée photographique nous invite à nous abandonner à l'émerveillement profond que nous inspirent les splendeurs de la saison froide."
        },
        {
            "id": "1318",
            "sujet": "géographie",
            "titre": "ATLAS DU 21E SIECLE ",
            "auteur": "COLLECTIF ",
            "ISBN": "2091882135",
            "format": "imprimé",
            "prix": "53.33",
            "image": "BrookeCo\\Livres\\Géographie\\1318.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "L'Atlas de référence recommandé par les enseignants. Plus de 800 cartes, 14 plans de ville, 40 graphiques et 30 diagrammes ombrothermiques. Une nouvelle édition entièrement actualisée: Les cartes politiques, physiques et thématiques mises à jour grâce à un système d'information géographique performant; pour la partie France, 22 nouvelles cartes (des cartes économiques régionales accessibles et précises, des cartes sur l'environnement et le développement durable, etc.) et 27 cartes actualisées (population, transport, économie, etc.). De grandes images satellites pour chaque aire géographique."
        },
        {
            "id": "1319",
            "sujet": "géographie",
            "titre": "GÉOPOLITIQUE DE JÉRUSALEM",
            "auteur": "FRÉDÉRIC ENCEL ",
            "ISBN": "2081363461",
            "format": "imprimé",
            "prix": "13.35",
            "image": "BrookeCo\\Livres\\Géographie\\1319.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français",
            "description": "Jérusalem cristallise haines et passions. Plus ou moins sanctifiée par deux milliards et demi de chrétiens, de musulmans et de juifs, disputée par deux nations antagonistes, l'antique cité fait ici l'objet, cartes à l'appui, d'une analyse authentiquement géopolitique : stratégies territoriales israéliennes, armes diplomatiques palestiniennes, représentations mystiques, faiblesses au sein de chaque camp. Ainsi sont présentées, de façon sérieuse et objective, les aspirations et les thèses des différents protagonistes. Un outil de compréhension précieux pour aborder l'extraordinaire complexité de Jérusalem.",
            "AbouttheAuthors": "Docteur en géopolitique habilité à diriger des recherches (HDR), Frédéric Encel est professeur à Paris Business School et maître de conférences en questions internationales à Sciences-Po Paris. Il est l'auteur de nombreux essais dont, dans la collection Champs, L'Art de la guerre par l'exemple (2002), Géopolitique de l'apocalypse (2003) et De quelques idées reçues sur le monde contemporain (2014)."
        },
        {
            "id": "1320",
            "sujet": "géographie",
            "titre": "Le Moyen-Orient et le monde",
            "auteur": "Bertrand Badie",
            "ISBN": "9782348064029",
            "format": "imprimé",
            "prix": "37.95",
            "image": "BrookeCo\\Livres\\Géographie\\1320.jpg",
            "numberOfUnits": "1",
            "instock": "12",
            "language": "Français"
        }
        ,
        {
            "id": "2101",
            "sujet": "sciences Fictions",
            "titre": "The Matrix Resurrections (MATRICE RÉSURRECTIONS)",
            "Réalisateur": "LANA WACHOWSKI",
            "Studio": "WARNER HOME VIDEO",
            "UPC": "883929741175",
            "prix": "16.99",
            "image": "BrookeCo\\Films\\SciencesFictions\\2101.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "MATRIX RESURRECTIONS nous replonge dans deux réalités parallèles – celle de notre quotidien et celle du monde qui s’y dissimule. Pour savoir avec certitude si sa réalité propre est une construction physique ou mentale, et pour véritablement se connaître lui-même, M. Anderson devra de nouveau suivre le lapin blanc. Et si Thomas... Neo... a bien appris quelque chose, c’est qu’une telle décision, quoique illusoire, est la seule manière de s’extraire de la Matrice – ou d’y entrer... Bien entendu, Neo sait déjà ce qui lui reste à faire. Ce qu’il ignore en revanche, c’est que la Matrice est plus puissante, plus sécurisée et plus redoutable que jamais. Comme un air de déjà vu...",
            "format": "D.V.D.",
            "acteur": "REEVES KEANU MOSS CARRIE-ANNE",
            "DatedeParution": "3/8/22"
        },
        {
            "id": "2102",
            "sujet": "sciences Fictions",
            "titre": "Dune (blu-ray+dvd)",
            "Réalisateur": "DENIS VILLENEUVE",
            "Studio": "WARNER HOME VIDEO",
            "UPC": "883929706150",
            "prix": "24.99",
            "image": "BrookeCo\\Films\\SciencesFictions\\2102.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "L'histoire de Paul Atreides, jeune homme aussi doué que brillant, voué à connaître un destin hors du commun qui le dépasse totalement. Car s'il veut préserver l'avenir de sa famille et de son peuple, il devra se rendre sur la planète la plus dangereuse de l'univers – la seule à même de fournir la ressource la plus précieuse au monde, capable de décupler la puissance de l'humanité. Tandis que des forces maléfiques se disputent le contrôle de cette planète, seuls ceux qui parviennent à dominer leur peur pourront survivre…",
            "format": "BLU-RAY",
            "acteur": "CHALAMET, TIMOTHÉE FERGUSON, REBECCA Z",
            "DatedeParution": "1/11/22"
        },
        {
            "id": "2103",
            "sujet": "sciences Fictions",
            "titre": "Star Wars Episode V: The Empire Strikes Back",
            "UPC": "B0851LZP9C",
            "prix": "29.25",
            "image": "BrookeCo\\Films\\SciencesFictions\\2103.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "format": "BLU-RAY"
        },
        {
            "id": "2104",
            "sujet": "sciences Fictions",
            "titre": "Star Wars: Return of the Jedi (Feature) ",
            "UPC": "B07Y4JNNN8",
            "prix": "29.25",
            "image": "BrookeCo\\Films\\SciencesFictions\\2104.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "format": "BLU-RAY",
            "acteur": "Mark Hamill, Harrison Ford, Carrie Fisher, Billy Dee Williams, Anthony Daniels"
        },
        {
            "id": "2105",
            "sujet": "sciences Fictions",
            "titre": "Terminator 2: Judgement Day 4K Ultra HD",
            "UPC": "B074486NBN",
            "prix": "32.94",
            "image": "BrookeCo\\Films\\SciencesFictions\\2105.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "format": "BLU-RAY"
        },
        {
            "id": "2106",
            "sujet": "sciences Fictions",
            "titre": "Terminator 3: Rise of the Machines / Terminator 3 : La Guerre des machines (Bilingual)",
            "UPC": "B0014D7BQI",
            "prix": "14.98",
            "image": "BrookeCo\\Films\\SciencesFictions\\2106.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "format": "BLU-RAY",
            "acteur": "Arnold Schwarzenegger, Nich Stall, Claire Danes, Kristanna Loken"
        },
        {
            "id": "2107",
            "sujet": "sciences Fictions",
            "titre": "Spider-Man: No Way Home",
            "UPC": "B09NN4CQL2",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\SciencesFictions\\2107.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "format": "BLU-RAY",
            "acteur": "Tom Holland, Zendaya, Benedict Cumberbatch, Jacob Batalon, Jon Favreau",
            "DatedeParution": "12 avril 2022"
        },
        {
            "id": "2108",
            "sujet": "sciences Fictions",
            "titre": "Bloodshot",
            "UPC": "B086FTSBSF",
            "prix": "10.39",
            "image": "BrookeCo\\Films\\SciencesFictions\\2108.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "format": "D.V.D.",
            "acteur": "Vin Diesel, Eiza Gonzalez, Sam Heughan, Toby Kebbell, Talulah Riley",
            "DatedeParution": "5 mai 2020"
        },
        {
            "id": "2109",
            "sujet": "sciences Fictions",
            "titre": "Swamp Thing: The Complete Series",
            "UPC": "B082PQVY3P",
            "prix": "44.05",
            "image": "BrookeCo\\Films\\SciencesFictions\\2109.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "format": "BLU-RAY",
            "acteur": "Various",
            "DatedeParution": "11 février 2020"
        },
        {
            "id": "2110",
            "sujet": "sciences Fictions",
            "titre": "Attack on Titan: Season 3 - Part 2 - Blu-ray + DVD + Digital",
            "UPC": "B082PQ9Y67",
            "prix": "53.99",
            "image": "BrookeCo\\Films\\SciencesFictions\\2110.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "format": "BLU-RAY",
            "acteur": "Various",
            "DatedeParution": "17 mars 2020"
        },
        {
            "id": "2111",
            "sujet": "sciences Fictions",
            "titre": "The Matrix Resurrections (4K+Blu-Ray) (MATRICE RÉSURRECTIONS)",
            "Réalisateur": "LANA WACHOWSKI",
            "Studio": "WARNER HOME VIDEO",
            "UPC": "883929741281",
            "prix": "39.99",
            "image": "BrookeCo\\Films\\SciencesFictions\\2111.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "MATRIX RESURRECTIONS nous replonge dans deux réalités parallèles – celle de notre quotidien et celle du monde qui s’y dissimule. Pour savoir avec certitude si sa réalité propre est une construction physique ou mentale, et pour véritablement se connaître lui-même, M. Anderson devra de nouveau suivre le lapin blanc. Et si Thomas... Neo... a bien appris quelque chose, c’est qu’une telle décision, quoique illusoire, est la seule manière de s’extraire de la Matrice – ou d’y entrer... Bien entendu, Neo sait déjà ce qui lui reste à faire. Ce qu’il ignore en revanche, c’est que la Matrice est plus puissante, plus sécurisée et plus redoutable que jamais. Comme un air de déjà vu...",
            "format": "BLU-RAY",
            "acteur": "REEVES KEANU MOSS CARRIE-ANNE",
            "DatedeParution": "3/8/22"
        },
        {
            "id": "2112",
            "sujet": "sciences Fictions",
            "titre": "Resident evil: welcome to raccoon city",
            "Réalisateur": "\r\nJOHANNES ROBERTS",
            "Studio": "SONY PICTURES",
            "UPC": "43396580879",
            "prix": "29.99",
            "image": "BrookeCo\\Films\\SciencesFictions\\2112.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Autrefois le siège en plein essor du géant pharmaceutique Umbrella Corporation, Raccoon City est aujourd'hui une ville à l'agonie. L'exode de la société a laissé la ville en friche... et un grand mal se prépare sous la surface. Lorsque celui-ci se déchaîne, les habitants de la ville sont à jamais... changés... et un petit groupe de survivants doit travailler ensemble pour découvrir la vérité sur Umbrella et survivre à la nuit.",
            "format": "D.V.D.",
            "acteur": "SCODELARIO KAYA AMELL ROBBIE",
            "DatedeParution": "2/8/22"
        },
        {
            "id": "2113",
            "sujet": "sciences Fictions",
            "titre": "Tenet (special edition)",
            "Réalisateur": "CHRISTOPHER NOLAN",
            "Studio": "WARNER HOME VIDEO",
            "UPC": "883929706204",
            "prix": "14.99",
            "image": "BrookeCo\\Films\\SciencesFictions\\2113.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "format": "D.V.D.",
            "acteur": "\r\nWASHINGTON JOHN DAVID PATTINSON ROBERT",
            "DatedeParution": "12/15/20"
        },
        {
            "id": "2114",
            "sujet": "sciences Fictions",
            "titre": "Resident evil: welcome to raccoon city (blu-ray)",
            "Réalisateur": "\r\nJOHANNES ROBERTS",
            "Studio": "\r\nSONY PICTURES",
            "UPC": "43396580541",
            "prix": "32.99",
            "image": "BrookeCo\\Films\\SciencesFictions\\2114.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais",
            "description": "Autrefois le siège en plein essor du géant pharmaceutique Umbrella Corporation, Raccoon City est aujourd'hui une ville à l'agonie. L'exode de la société a laissé la ville en friche... et un grand mal se prépare sous la surface. Lorsque celui-ci se déchaîne, les habitants de la ville sont à jamais... changés... et un petit groupe de survivants doit travailler ensemble pour découvrir la vérité sur Umbrella et survivre à la nuit.",
            "format": "BLU-RAY",
            "acteur": "SCODELARIO KAYA AMELL ROBBIE",
            "DatedeParution": "2/8/22"
        },
        {
            "id": "2115",
            "sujet": "sciences Fictions",
            "titre": "Reminiscence",
            "Réalisateur": "\r\nLISA JOY",
            "Studio": "WARNER HOME VIDEO",
            "UPC": "883929726325",
            "prix": "14.99",
            "image": "BrookeCo\\Films\\SciencesFictions\\2115.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Nick Bannister (Hugh Jackman), a private investigator of the mind, navigates the darkly alluring world of the past by helping his clients access lost memories. Living on the fringes of the sunken Miami coast, his life is forever changed when he takes on a new client, Mae (Rebecca Ferguson). A simple matter of lost and found becomes a dangerous obsession. As Bannister fights to find the truth about Mae’s disappearance, he uncovers a violent conspiracy, and must ultimately answer the question: how far would you go to hold on the ones you love?",
            "format": "D.V.D.",
            "acteur": "JACKMAN, HUGH",
            "DatedeParution": "11/9/21"
        },
        {
            "id": "2116",
            "sujet": "sciences Fictions",
            "titre": "The Matrix Resurrections (Blu-Ray+Dvd) (MATRICE RÉSURRECTIONS)",
            "Réalisateur": "\r\nLANA WACHOWSKI",
            "Studio": "WARNER HOME VIDEO",
            "UPC": "883929741168",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\SciencesFictions\\2116.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "MATRIX RESURRECTIONS nous replonge dans deux réalités parallèles – celle de notre quotidien et celle du monde qui s’y dissimule. Pour savoir avec certitude si sa réalité propre est une construction physique ou mentale, et pour véritablement se connaître lui-même, M. Anderson devra de nouveau suivre le lapin blanc. Et si Thomas... Neo... a bien appris quelque chose, c’est qu’une telle décision, quoique illusoire, est la seule manière de s’extraire de la Matrice – ou d’y entrer... Bien entendu, Neo sait déjà ce qui lui reste à faire. Ce qu’il ignore en revanche, c’est que la Matrice est plus puissante, plus sécurisée et plus redoutable que jamais. Comme un air de déjà vu...",
            "format": "BLU-RAY",
            "acteur": "REEVES KEANU MOSS CARRIE-ANNE",
            "DatedeParution": "3/8/22"
        },
        {
            "id": "2117",
            "sujet": "sciences Fictions",
            "titre": "Dune",
            "Réalisateur": "DENIS VILLENEUVE",
            "Studio": "WARNER HOME VIDEO",
            "UPC": "883929706167",
            "prix": "29.99",
            "image": "BrookeCo\\Films\\SciencesFictions\\2117.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "L'histoire de Paul Atreides, jeune homme aussi doué que brillant, voué à connaître un destin hors du commun qui le dépasse totalement. Car s'il veut préserver l'avenir de sa famille et de son peuple, il devra se rendre sur la planète la plus dangereuse de l'univers – la seule à même de fournir la ressource la plus précieuse au monde, capable de décupler la puissance de l'humanité. Tandis que des forces maléfiques se disputent le contrôle de cette planète, seuls ceux qui parviennent à dominer leur peur pourront survivre…",
            "format": "D.V.D.",
            "acteur": "CHALAMET, TIMOTHÉE FERGUSON, REBECCA Z",
            "DatedeParution": "1/11/22"
        },
        {
            "id": "2118",
            "sujet": "sciences Fictions",
            "titre": "Tenet (blu-ray+dvd)",
            "Réalisateur": "CHRISTOPHER NOLAN",
            "Studio": "WARNER HOME VIDEO",
            "UPC": "883929706198",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\SciencesFictions\\2118.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Muni d'un seul mot – Tenet – et décidé à se battre pour sauver le monde, notre protagoniste sillonne l'univers crépusculaire de l'espionnage international. Sa mission le projettera dans une dimension qui dépasse le temps. Pourtant, il ne s'agit pas d'un voyage dans le temps, mais d'un renversement temporel…",
            "format": "BLU-RAY",
            "acteur": "WASHINGTON JOHN DAVID PATTINSON ROBERT",
            "DatedeParution": "12/15/20"
        },
        {
            "id": "2119",
            "sujet": "sciences Fictions",
            "titre": "Godzilla vs. kong (blu-ray+dvd)",
            "Réalisateur": "WINGARD ADAM",
            "Studio": "\r\nWARNER HOME VIDEO",
            "UPC": "883929706020",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\SciencesFictions\\2119.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "À une époque où les monstres parcourent la Terre, et alors que l’humanité lutte pour son avenir, Godzilla et King Kong, les deux forces les plus puissantes de la nature, entrent en collision dans une bataille spectaculaire inédite. Alors que Monarch se lance dans une mission périlleuse en terrain inconnu, et qu’il découvre des indices sur les origines des Titans, un complot humain menace d’éradiquer ces créatures – qu’elles soient bonnes ou mauvaises – de la surface de la planète.",
            "format": "BLU-RAY",
            "acteur": "BROWN, MILLIE BOBBY",
            "DatedeParution": "6/15/21"
        },
        {
            "id": "2120",
            "sujet": "sciences Fictions",
            "titre": "Godzilla: king of the monsters (godzilla: roi des monstres) (blu-ray+dvd)",
            "Réalisateur": "DOUGHERTY MICHAEL",
            "Studio": "\r\nWARNER HOME VIDEO",
            "UPC": "883929664511",
            "prix": "29.99",
            "image": "BrookeCo\\Films\\SciencesFictions\\2120.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "L'agence crypto-zoologique Monarch doit faire face à une vague de monstres titanesques, comme Godzilla, Mothra, Rodan et surtout le redoutable roi Ghidorah à trois têtes. Un combat sans précédent entre ces créatures considérées jusque-là comme chimériques menace d'éclater. Alors qu'elles cherchent toutes à dominer la planète, l'avenir même de l'humanité est en jeu…",
            "format": "BLU-RAY",
            "acteur": "CHANDLER KYLE FARMIGA VERA",
            "DatedeParution": "8/27/19"
        }
        ,
        {
            "id": "2201",
            "sujet": "comédie",
            "titre": "Lost city, the (la cité perdue)",
            "Réalisateur": "ADAM & AARON NEE",
            "Studio": "PARAMOUNT",
            "UPC": "191329222584",
            "prix": "24.99",
            "image": "BrookeCo\\Films\\Comédie\\2201.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Loretta Sage, romancière brillante mais solitaire, est connue pour ses livres mêlant romance et aventures dans des décors exotiques. Alan, mannequin, a pour sa part passé la plus grande partie de sa carrière à incarner Dash, le héros à la plastique avantageuse figurant sur les couvertures des livres de Loretta. Alors qu’elle est en pleine promotion de son nouveau roman en compagnie d’Alan, Loretta se retrouve kidnappée par un milliardaire excentrique qui est persuadé qu’elle pourra l’aider à retrouver le trésor d’une cité perdue évoquée dans son dernier ouvrage. Déterminé à prouver qu’il peut être dans la vraie vie à la hauteur du héros qu’il incarne dans les livres, Alan se lance à la rescousse de la romancière. Propulsés dans une grande aventure au cœur d’une jungle hostile, ce duo improbable va devoir faire équipe pour survivre et tenter de mettre la main sur l’ancien trésor avant qu’il ne disparaisse à jamais.",
            "format": "D.V.D.",
            "acteur": "BULLOCK, SANDRA",
            "DatedeParution": "7/26/22"
        },
        {
            "id": "2202",
            "sujet": "comédie",
            "titre": "Ghostbusters: afterlife (blu-ray+dvd) (sos fantômes: l'au-delà)",
            "Réalisateur": "JASON REITMAN",
            "Studio": "SONY PICTURES",
            "UPC": "43396579446",
            "prix": "44.99",
            "image": "BrookeCo\\Films\\Comédie\\2202.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "From director Jason Reitman and producer Ivan Reitman, comes the next chapter in the original Ghostbusters universe. In Ghostbusters: Afterlife, when a single mom and her two kids arrive in a small town, they begin to discover their connection to the original ghostbusters and the secret legacy their grandfather left behind. The film is written by Jason Reitman & Gil Kenan.",
            "format": "COMBO BLU-RAY+DVD",
            "acteur": "MURRAY BILL GRACE MCKENNA",
            "DatedeParution": "2/1/22"
        },
        {
            "id": "2203",
            "sujet": "comédie",
            "titre": "Aline",
            "Réalisateur": "VALÉRIE LEMERCIER",
            "Studio": "ATELIER DE DISTRIBUTION DE FILMS (MAISON 4:3)",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Comédie\\2203.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Portée par sa famille et son grand amour, la 14ème enfant d’une famille modeste Québécoise va devenir la plus grande chanteuse planétaire.",
            "format": "D.V.D",
            "acteur": "LEMERCIER, VALÉRIE MARCEL, SYLVAIN",
            "DatedeParution": "4/4/22"
        },
        {
            "id": "2204",
            "sujet": "comédie",
            "titre": "Everything everywhere all at once (blu-ray) (tout, partout, tout à la fois)",
            "Réalisateur": "D KWAN",
            "Studio": "UNIVERSAL HOME VIDEO",
            "UPC": "191329224892",
            "prix": "29.99",
            "image": "BrookeCo\\Films\\Comédie\\2204.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "When an interdimensional rupture unravels reality, an unlikely hero (Michelle Yeoh) must channel her newfound powers to fight bizarre and bewildering dangers from the multi-verse as the fate of the world hangs in the balance.",
            "format": "BLU-RAY",
            "acteur": "YEOH, M.",
            "DatedeParution": "7/5/22"
        },
        {
            "id": "2205",
            "sujet": "comédie",
            "titre": "Trois fois rien",
            "Réalisateur": "NADÈGE LOISEAU",
            "Studio": "MK2 MILE END",
            "UPC": "670533955957",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Comédie\\2205.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Brindille, Casquette et La Flèche vivent comme ils peuvent, au jour le jour, dans le bois de Vincennes. Mais leur situation précaire devrait changer du tout au tout le jour où ils gagnent au Loto. Encore faut-il pouvoir encaisser l’argent, car sans domicile, pas de carte d’identité à jour et sans compte bancaire, pas de paiement !",
            "format": "D.V.D",
            "acteur": "BERTRAND, ANTOINE REBBOT, PHILIPPE",
            "DatedeParution": "5/17/22"
        },
        {
            "id": "2206",
            "sujet": "comédie",
            "titre": "Ghostbusters: afterlife (sos fantômes: l'au-delà)",
            "Réalisateur": "JASON REITMAN",
            "Studio": "SONY PICTURES",
            "UPC": "43396579439",
            "prix": "29.99",
            "image": "BrookeCo\\Films\\Comédie\\2206.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Une mère célibataire et ses deux enfants s'installent dans une petite ville et découvrent peu à peu leur relation avec les chasseurs de fantômes et l'héritage légué par leur grand-père.",
            "format": "BLU-RAY",
            "acteur": "MURRAY BILL GRACE MCKENNA",
            "DatedeParution": "2/1/22"
        },
        {
            "id": "2207",
            "sujet": "comédie",
            "titre": "Fatherhood (blu-ray)",
            "Réalisateur": "PAUL WEITZ",
            "Studio": "SONY PICTURES",
            "UPC": "43396574878",
            "prix": "32.99",
            "image": "BrookeCo\\Films\\Comédie\\2207.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Après le décès de sa femme, un nouveau père prend les rênes du métier le plus difficile au monde : celui de parent. Inspiré d'une histoire vraie.",
            "format": "BLU-RAY",
            "acteur": "HART, KEVIN",
            "DatedeParution": "6/14/22"
        },
        {
            "id": "2208",
            "sujet": "comédie",
            "titre": "Marry me (blu-ray) (marie-moi)",
            "Réalisateur": "KAT COIRO",
            "Studio": "UNIVERSAL HOME VIDEO",
            "UPC": "191329157770",
            "prix": "29.99",
            "image": "BrookeCo\\Films\\Comédie\\2208.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Kat Valdez, une star de la scène musicale forme un couple hyper glamour avec sa future moitié, le jeune chanteur prodige Bastian. Alors que leur duo Marry Me cartonne au box-office, les amoureux ont prévu de se dire oui pour la vie devant un parterre de fans déchainés, lors d’une cérémonie retransmise en multiplexe. Dans la foule, Charlie Gilbert, un professeur de maths divorcé, qui chaperonne sa fille Lou accompagné de sa meilleure amie, assiste bien malgré lui à l’évènement. Mais quand Kat apprend quelques secondes avant la cérémonie que Bastian l’a trompée avec sa propre assistante, sa vie entière est remise en question. Elle entre alors sur scène, bouleversée, et c’est au moment où tout est sur le point de s’écrouler aux yeux de tous qu’elle se raccroche in extremis au visage d’un inconnu dans la foule. Si celui qu’elle connaissait a pu la trahir peut-être qu’un inconnu pourra la sauver. Suivant cette impulsion folle, elle décide d’épouser cet inconnu qui n’est autre que Charlie. Contre toute attente, ce qui avait commencé sur un coup de tête va se transformer en une véritable histoire d’amour. Mais deux personnes issues d’univers si différents peuvent-elles dépasser leurs préjugés et trouver un terrain d’entente, quand tout semble vouloir les séparer ?",
            "format": "BLU-RAY",
            "acteur": "LOPEZ, JENNIFER",
            "DatedeParution": "5/10/22"
        },
        {
            "id": "2209",
            "sujet": "comédie",
            "titre": "Au revoir le bonheur",
            "Réalisateur": "KEN SCOTT",
            "Studio": "TVA FILMS",
            "UPC": "824255028462",
            "prix": "24.99",
            "image": "BrookeCo\\Films\\Comédie\\2209.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Les quatre frères que tout oppose, leurs femmes et leurs nombreux enfants se rendent à la maison d’été, aux Iles de la Madeleine, pour offrir leurs derniers adieux et répandre les cendres de cet homme qui a été si important pour chacun d’eux. Lorsque Nicolas, le plus jeune frère, perd l’urne contenant les cendres de leur père, les conflits commencent.",
            "format": "D.V.D",
            "acteur": "ARNAUD, F. BERTRAND, A.",
            "DatedeParution": "5/24/22"
        },
        {
            "id": "2210",
            "sujet": "comédie",
            "titre": "Dog (blu-ray)",
            "Réalisateur": "REID CAROLIN, CHANNING TATUM",
            "Studio": "UNIVERSAL HOME VIDEO",
            "UPC": "191329221327",
            "prix": "29.99",
            "image": "BrookeCo\\Films\\Comédie\\2210.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Army Ranger Briggs (Channing Tatum) and Lulu (a Belgian Malnois) buckle up for a road trip down the Pacific Coast in hopes of making it to a fellow soldier's funeral on time. Along the way, they'll drive each other crazy, break a handful of laws, narrowly escape death and learn to let down their guards in order to have a fighting chance of finding happiness.",
            "format": "BLU-RAY",
            "acteur": "TATUM, CHANNING",
            "DatedeParution": "5/10/22"
        },
        {
            "id": "2211",
            "sujet": "comédie",
            "titre": "Coming 2 america (blu-ray)",
            "Réalisateur": "CRAIG BREWER",
            "Studio": "PARAMOUNT",
            "UPC": "191329218204",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Comédie\\2211.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Akeem learns he has a long-lost son in the United States and must return to America to meet the unlikely heir to the throne of Zamunda. A sequel to the 1988 comedy 'Coming to America'.",
            "format": "BLU-RAY",
            "acteur": "MURPHY EDDIE HALL ARSENIO",
            "DatedeParution": "3/8/22"
        },
        {
            "id": "2212",
            "sujet": "comédie",
            "titre": "Jackass forever",
            "Réalisateur": "JEFF TREMAINE",
            "Studio": "PARAMOUNT",
            "UPC": "191329211267",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Comédie\\2212.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Older but not wiser, Johnny Knoxville and the crew are back for the most unbelievably outrageous jackass yet. Brace yourself as they reach new levels of immaturity and with a little help from some brave new friends and guest stars, their wildly outrageous pranks and dangerously bone-crunching stunts will have you laughing until it really, really hurts. Some people never learn.",
            "format": "BLU-RAY",
            "acteur": "KNOXVILLE, JOHNNY",
            "DatedeParution": "4/19/22"
        },
        {
            "id": "2213",
            "sujet": "comédie",
            "titre": "Qu’est-ce qu’on a encore fait au bon dieu?",
            "Réalisateur": "DE CHAUVERON PHILIPPE",
            "Studio": "A-Z FILMS",
            "UPC": "670533955292",
            "prix": "24.99",
            "image": "BrookeCo\\Films\\Comédie\\2213.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Le retour des familles Verneuil et Koffi au grand complet !\r\nClaude et Marie Verneuil font face à une nouvelle crise.\r\nLeurs quatre gendres, Rachid, David, Chao et Charles sont décidés à quitter la France avec femmes et enfants pour tenter leur chance à l’étranger.\r\nIncapables d’imaginer leur famille loin d’eux, Claude et Marie sont prêts à tout pour les retenir.\r\nDe leur côté, les Koffi débarquent en France pour le mariage de leur fille. Eux non plus ne sont pas au bout de leurs surprises…",
            "format": "D.V.D",
            "acteur": "CLAVIER CHRISTIAN LAUBY CHANTAL",
            "DatedeParution": "11/20/20"
        },
        {
            "id": "2214",
            "sujet": "comédie",
            "titre": "Lost city, the (4k+blu-ray) (la cité perdue)",
            "Réalisateur": "ADAM & AARON NEE",
            "Studio": "PARAMOUNT",
            "UPC": "191329222591",
            "prix": "39.99",
            "image": "BrookeCo\\Films\\Comédie\\2214.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Loretta Sage, romancière brillante mais solitaire, est connue pour ses livres mêlant romance et aventures dans des décors exotiques. Alan, mannequin, a pour sa part passé la plus grande partie de sa carrière à incarner Dash, le héros à la plastique avantageuse figurant sur les couvertures des livres de Loretta. Alors qu’elle est en pleine promotion de son nouveau roman en compagnie d’Alan, Loretta se retrouve kidnappée par un milliardaire excentrique qui est persuadé qu’elle pourra l’aider à retrouver le trésor d’une cité perdue évoquée dans son dernier ouvrage. Déterminé à prouver qu’il peut être dans la vraie vie à la hauteur du héros qu’il incarne dans les livres, Alan se lance à la rescousse de la romancière. Propulsés dans une grande aventure au cœur d’une jungle hostile, ce duo improbable va devoir faire équipe pour survivre et tenter de mettre la main sur l’ancien trésor avant qu’il ne disparaisse à jamais",
            "format": "BLU-RAY",
            "acteur": "BULLOCK, SANDRA",
            "DatedeParution": "7/26/22"
        },
        {
            "id": "2215",
            "sujet": "comédie",
            "titre": "Kaamelott: le premier volet",
            "Réalisateur": "ALEXANDRE ASTIER",
            "Studio": "MK2 MILE END",
            "UPC": "670533955766",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Comédie\\2215.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Le tyrannique Lancelot-du-Lac et ses mercenaires saxons font régner la terreur sur le royaume de Logres. Les Dieux, insultés par cette cruelle dictature, provoquent le retour d'Arthur Pendragon et l'avènement de la résistance. Arthur parviendra-t-il à fédérer les clans rebelles, renverser son rival, reprendre Kaamelott et restaurer la paix sur l'île de Bretagne ?",
            "format": "D.V.D",
            "acteur": "ASTIER, ALEXANDRE",
            "DatedeParution": "11/30/21"
        },
        {
            "id": "2216",
            "sujet": "comédie",
            "titre": "Un homme pressé",
            "Réalisateur": "MIMRAN HERVÉ",
            "Studio": "A-Z FILMS",
            "UPC": "670533955315",
            "prix": "22.99",
            "image": "BrookeCo\\Films\\Comédie\\2216.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Alain est un homme d’affaires respecté et un orateur brillant. Il court après le temps. Dans sa vie, il n'y a aucune place pour les loisirs ou la famille. Un jour, il est victime d'un accident cérébral qui le stoppe dans sa course et entraîne chez lui de profonds troubles de la parole et de la mémoire. Sa rééducation est prise en charge par Jeanne, une jeune orthophoniste. À force de travail et de patience, Jeanne et Alain vont apprendre à se connaître et chacun, à sa manière, va enfin tenter de se reconstruire et prendre le temps de vivre.",
            "format": "BLU-RAY",
            "acteur": "LUCHINI FABRICE BEKHTI LEÏLA",
            "DatedeParution": "11/20/20"
        },
        {
            "id": "2217",
            "sujet": "comédie",
            "titre": "Le Trésor du petit Nicolas",
            "Réalisateur": "JULIEN RAPPENEAU",
            "Studio": "MK2 MILE END",
            "UPC": "670533955872",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Comédie\\2217.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Dans le monde paisible du Petit Nicolas, il y a Papa, Maman, l’école, mais surtout, sa bande de copains. Ils s’appellent Les Invincibles, mais ils sont avant tout inséparables. Du moins le pensent-ils. Car quand Papa reçoit une promotion et annonce que la famille doit déménager dans le sud de la France, le petit monde de Nicolas s’effondre.\r\nComment imaginer la vie sans ses meilleurs amis ? Sans les croissants d’Alceste, les lunettes d’Agnan, les bêtises de Clotaire, loin de leur cher terrain vague ? Aidé par ses copains, Nicolas se met en quête d’un mystérieux trésor qui pourrait lui permettre d’empêcher ce terrible déménagement.",
            "format": "BLU-RAY",
            "acteur": "DEBRABANT ILAN LAMY AUDREY",
            "DatedeParution": "3/1/22"
        },
        {
            "id": "2218",
            "sujet": "comédie",
            "titre": "Kaamelott: le premier volet (blu-ray)",
            "Réalisateur": "ALEXANDRE ASTIER",
            "Studio": "MK2 MILE END",
            "UPC": "670533955780",
            "prix": "26.99",
            "image": "BrookeCo\\Films\\Comédie\\2218.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "À la fin du Livre VI de Kaamelott, le roi Arthur, désabusé et affaibli, renonce au trône, rend Excalibur au rocher et confie le pouvoir à son ancien compagnon et rival Lancelot du Lac. Sous l'influence de l'étrange Méléagant, Lancelot incendie la Table Ronde et se met à traquer les anciens chevaliers et autres alliés d'Arthur. Avec l'aide du bandit Venec, Arthur s'exile secrètement jusqu'à son ancienne patrie, Rome, pour échapper à la folie de Lancelot et recouvrer la santé.\r\n\r\nDix ans plus tard, le royaume de Logres souffre toujours sous le joug de Lancelot, qui fait régner la terreur avec l'appui de mercenaires saxons. La résistance tente de s'organiser, tandis qu'Arthur Pendragon, que beaucoup croient mort, fait son retour.",
            "format": "BLU-RAY",
            "acteur": "ASTIER, ALEXANDRE",
            "DatedeParution": "11/30/21"
        },
        {
            "id": "2219",
            "sujet": "comédie",
            "titre": "Le Mystère Henri Pick",
            "Réalisateur": "BEZANÇON RÉMI",
            "Studio": "A-Z FILMS",
            "UPC": "670533955230",
            "prix": "22.99",
            "image": "BrookeCo\\Films\\Comédie\\2219.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Dans une étrange bibliothèque au cœur de la Bretagne, une jeune éditrice découvre un manuscrit extraordinaire qu'elle décide aussitôt de publier. Le roman devient un best-seller. Mais son auteur, Henri Pick, un pizzaïolo breton décédé deux ans plus tôt, n'aurait selon sa veuve jamais écrit autre chose que ses listes de courses. Persuadé qu'il s'agit d'une imposture, un célèbre critique littéraire décide de mener l'enquête, avec l'aide inattendue de la fille de l'énigmatique Henri Pick.",
            "format": "D.V.D.",
            "acteur": "LUCHINI FABRICE COTTIN CAMILLE",
            "DatedeParution": "11/20/20"
        },
        {
            "id": "2220",
            "sujet": "comédie",
            "titre": "Ghostbusters (1984) / ghostbusters ii / ghostbusters: afterlife: 3 movie gift set (blu-ray)",
            "Réalisateur": "DIVERS",
            "Studio": "SONY PICTURES",
            "UPC": "43396579484",
            "prix": "44.99",
            "image": "BrookeCo\\Films\\Comédie\\2220.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Ghostbusters: A trio of university parasychologists lose their research grant and decide to open their own business, \"Ghostbusters,\" and almost at once are summoned to investigate the strange happenings in a Central Park West apartment. What they discover is that all Manhattan is being besieged by other worldly demons.\r\n\r\nGhostbusters II: Bill Murray, Dan Aykroyd and Harold Ramis take up their proton packs once more to battle the forces of evil in Manhattan! After waging a war on slime that cost New York City millions, the Ghostbusters find themselves out of business until an ancient tyrant, preparing a return to the Earthly domain through his portrait at the Manhattan Museum of Modern Art, sets his sights on Dana Barrett's baby as the new home for his wicked soul! With the help of the Museum's possessed curator, he plans to turn New York into a really scary place to live! Now only the Ghostbusters can save New York City, by turning paranormal pest control into an art form!\r\n\r\nGhostbusters: Afterlife: From director Jason Reitman and producer Ivan Reitman, comes the next chapter in the original Ghostbusters universe. In Ghostbusters: Afterlife, when a single mom and her two kids arrive in a small town, they begin to discover their connection to the original ghostbusters and the secret legacy their grandfather left behind. The film is written by Jason Reitman & Gil Kenan.",
            "format": "BLU-RAY",
            "acteur": "MURRAY, BILL",
            "DatedeParution": "2/1/22"
        }
        ,
            {
            "id": "2301",
            "sujet": "drame",
            "titre": "Fantastic beasts: the secrets of dumbledore (blu-ray)(les animaux fantastiques: les secrets de dumbledore)",
            "Réalisateur": "DAVID YATES",
            "Studio": "WARNER HOME VIDEO",
            "UPC": "883929729487",
            "prix": "29.99",
            "image": "BrookeCo\\Films\\Drame\\2301.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Le professeur Albus Dumbledore sait que le puissant mage noir Gellert Grindelwald cherche à prendre le contrôle du monde des sorciers. Incapable de l’empêcher d’agir seul, il sollicite le magizoologiste Norbert Dragonneau pour qu’il réunisse des sorciers, des sorcières et un boulanger moldu au sein d’une équipe intrépide. Leur mission des plus périlleuses les amènera à affronter des animaux, anciens et nouveaux, et les disciples de plus en plus nombreux de Grindelwald. Pourtant, dès lors que que les enjeux sont aussi élevés, Dumbledore pourra-t-il encore rester longtemps dans l’ombre ?",
            "format": "BLU-RAY",
            "acteur": "REDMAYNE, EDDIE",
            "DatedeParution": "6/28/22"
        },
        {
            "id": "2302",
            "sujet": "drame",
            "titre": "Downton abbey: a new era (blu-ray + dvd) (downton abbey une nouvelle ère)",
            "Réalisateur": "SIMON CURTIS",
            "Studio": "UNIVERSAL HOME VIDEO",
            "UPC": "191329216217",
            "prix": "29.99",
            "image": "BrookeCo\\Films\\Drame\\2302.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "The much anticipated cinematic return of Downton Abbey follows the Crawleys and their staff as they welcome a movie crew and their glamorous stars to Downton for the filming of a new silent movie, while other members of the family go on a grand adventure to a villa in the south of France to uncover a mystery about the Dowager Countess and her past. With a screenplay by Julian Fellowes and starring the original cast alongside exciting new additions, Downton Abbey: A New Era is packed full of exuberant moments, excitement and humor, tears of joy and sadness and new beginnings for all your favorite characters.",
            "format": "BLU-RAY",
            "acteur": "BONNEVILLE, HUGH",
            "DatedeParution": "8/9/22"
        },
        {
            "id": "2303",
            "sujet": "drame",
            "titre": "Arracheuse de temps (l’)",
            "Réalisateur": "FRANCIS LECLERC",
            "Studio": "UNIVERSAL HOME VIDEO",
            "UPC": "191329216408",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Drame\\2303.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Usée par la maladie, la vieille conteuse Bernadette tente de rassurer son petit-fils Fred que la Mort n’existe plus. Son récit fera revivre les personnages extraordinaires du village de Saint-Élie-de-Caxton en 1927 : le barbier Méo qui décoiffe son monde, Toussaint le marchand qui compte ses cennes au désespoir de sa femme Jeannette, la belle Lurette, fille du forgeron Riopel, qui étire son enfance jusqu’à 20 ans, Madame Gélinas qui élève ses 472 enfants, le curé neuf qui n’est pas vieux, La Stroop qui nourrit les rumeurs de sorcière à son sujet et Bernadette qui a l’âge de tous les possibles. Une nuit, un éclair s’en prend au pommier de l’église dont la cloche sonne un coup de mauvais augure. La Mort a-t-elle décidé de s’offrir un buffet d’âmes? Dorénavant, la fin de la vie coïncide avec la naissance des légendes.",
            "format": "D.V.D.",
            "acteur": "ASSELIN LUCA CHARBONNEAU JADE",
            "DatedeParution": "2/22/22"
        },
        {
            "id": "2304",
            "sujet": "drame",
            "titre": "Norbourg",
            "Réalisateur": "MAXIME GIROUX",
            "Studio": "ATELIER DE DISTRIBUTION DE FILMS (MAISON 4:3)",
            "UPC": "670533956046",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Drame\\2304.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Montréal, 2001. À la Commission des valeurs mobilières du Québec (CVMQ), on ne parle que de la firme Norbourg et de son jeune et frondeur PDG, Vincent Lacroix. Éric Asselin est alors mandaté par ses patrons pour surveiller de près les activités de la firme. Littéralement fasciné par Vincent Lacroix, par son audace et son effronterie, il quittera en quelques mois son poste d’enquêteur et deviendra Vice-président finance de Norbourg. Devenu ainsi le bras droit de Lacroix, Asselin aidera celui-ci à mettre sur pied un système frauduleux grâce auquel ils parviendront à détourner des millions de dollars à l’intérieur des fonds communs de placement qu’ils ont sous gestion. Grâce à l’aide d’Asselin, Norbourg déjoue les enquêtes et les vérifications qui le visent. Mais la fête ne peut pas durer éternellement.",
            "format": "D.V.D.",
            "acteur": "OTIS, VINCENT-GUILLAUME ARNAUD, F.",
            "DatedeParution": "6/14/22"
        },
        {
            "id": "2305",
            "sujet": "drame",
            "titre": "Father stu (blu-ray)",
            "Réalisateur": "ROSALIND ROSS",
            "Studio": "SONY PICTURES",
            "UPC": "43396582972",
            "prix": "32.99",
            "image": "BrookeCo\\Films\\Drame\\2305.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Lorsqu'une blessure met fin à sa carrière de boxeur amateur, Stuart Long déménage à Los Angeles. Alors qu'il est employé de supermarché, il rencontre Carmen, une enseignante qui semble immunisée contre son charme. Déterminé à la séduire, l'agnostique de longue date commence à aller à l'église pour l'impressionner.",
            "format": "BLU-RAY",
            "acteur": "GIBSON, MEL",
            "DatedeParution": "6/14/22"
        },
        {
            "id": "2306",
            "sujet": "drame",
            "titre": "Cyrano (blu-ray+dvd)",
            "Réalisateur": "JOE WRIGHT",
            "Studio": "UNIVERSAL HOME VIDEO",
            "UPC": "191329218211",
            "prix": "29.99",
            "image": "BrookeCo\\Films\\Drame\\2306.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Cyrano De Bergerac est un homme bien en avance sur son temps qui brille autant par la dextérité de sa répartie que par celle de son épée. Mais persuadé que son apparence le prive à jamais de l’amour de celle qui lui est chère, la resplendissante Roxanne, il ne se résout pas à lui avouer sa flamme, la laissant ainsi succomber aux charmes du beau Christian.",
            "format": "COMBO BLU-RAY+DVD",
            "acteur": "DINKLAGE PETER BENNETT HALEY",
            "DatedeParution": "4/19/22"
        },
        {
            "id": "2307",
            "sujet": "drame",
            "titre": "De son vivant",
            "Réalisateur": "EMMANUELLE BERCOT",
            "Studio": "TVA FILMS",
            "UPC": "824255028509",
            "prix": "24.99",
            "image": "BrookeCo\\Films\\Drame\\2307.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Un homme condamné trop jeune par la maladie. La souffrance d'une mère face à l'inacceptable. Le dévouement d'un médecin et d'une infirmière pour les accompagner sur l'impossible chemin. Une année, quatre saisons, pour ¨danser¨ avec la maladie, l'apprivoiser, et comprendre ce que ça signifie : mourir de son vivant.",
            "format": "D.V.D.",
            "acteur": "MAGIMEL, BENOÎT DENEUVE, CATHERINE",
            "DatedeParution": "6/28/22"
        },
        {
            "id": "2308",
            "sujet": "drame",
            "titre": "Belfast (blu-ray)",
            "Réalisateur": "KENNETH BRANAGH",
            "Studio": "UNIVERSAL HOME VIDEO",
            "UPC": "191329215272",
            "prix": "26.99",
            "image": "BrookeCo\\Films\\Drame\\2308.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Written and directed by Academy Award® nominee Kenneth Branagh, Belfast is a poignant story of love, laughter and loss in one boy's childhood, amid the music and social tumult of the late 1960s.",
            "format": "BLU-RAY",
            "acteur": "DORNAN JAMIE HILL JUDE",
            "DatedeParution": "3/1/22"
        },
        {
            "id": "2309",
            "sujet": "drame",
            "titre": "Haute couture",
            "Réalisateur": "SYLVIE OHAYON",
            "Studio": "TVA FILMS",
            "UPC": "824255028493",
            "prix": "24.99",
            "image": "BrookeCo\\Films\\Drame\\2309.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Jade, 20 ans, arrache un jour un sac dans le métro parisien. Alors qu'elle découvre le contenu de ce sac, Jade comprend qu'elle vient de dépouiller une ouvrière d'un milieu similaire au sien. Prise de remord, elle se rend au domicile de la femme qu'elle a volée afin de lui restituer ses effets. En sonnant à la porte d'un pavillon de banlieue, Jade rencontre Esther, femme d'une soixantaine d'années. Esther, qui finit sa carrière de première d'atelier au sein de la maison Dior, pas dupe pour deux sous, propose alors à la jeune fille de lui transmettre ce geste de la couture, sa seule richesse, en vérité.",
            "format": "D.V.D.",
            "acteur": "BAYE, NATHALIE",
            "DatedeParution": "6/28/22"
        },
        {
            "id": "2310",
            "sujet": "drame",
            "titre": "Conversations entre adultes",
            "Réalisateur": "COSTA GAVRAS",
            "Studio": "ATELIER DE DISTRIBUTION DE FILMS (MAISON 4:3)",
            "UPC": "670533955131",
            "prix": "22.99",
            "image": "BrookeCo\\Films\\Drame\\2310.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Après 7 années de crise la Grèce est au bord du gouffre. Des élections, un souffle nouveau et deux hommes qui vont incarner l’espoir de sauver leur pays de l’emprise qu’il subit. Nommé par Alexis, Yanis va mener un combat sans merci dans les coulisses occultes et entre les portes closes du pouvoir européen. Là où l’arbitraire de l’austérité imposée prime sur l’humanité et la compassion. Là où vont se mettre en place des moyens de pression pour diviser les deux hommes. Là où se joue la destinée de leur peuple. Une tragédie grecque des temps modernes.\r\n\r\nGreece in 2015: the economy is in tatters and the country is on the verge of bankruptcy. A new government rebels against the EU’s iron-fisted rule and inspires millions of Europeans. Based on the political memoirs of Yanis Varoufakis.",
            "format": "D.V.D.",
            "acteur": "BOURDOUMIS ALEXANDROS TUKUR ULRICH",
            "DatedeParution": "10/13/20"
        },
        {
            "id": "2311",
            "sujet": "drame",
            "titre": "Redeeming love (blu-ray+dvd)",
            "Réalisateur": "D.J. CARUSO",
            "Studio": "UNIVERSAL HOME VIDEO",
            "UPC": "191329219133",
            "prix": "29.99",
            "image": "BrookeCo\\Films\\Drame\\2311.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais ",
            "description": "Redeeming Love is a powerful story of relentless love and perseverance as a young couple's relationship clashes with the harsh realities of the California Gold Rush of 1850. As Angel encounters a love unlike anything she ever experienced, feelings of unworthiness and shame cause her to run from a life she doesn't think she deserves. As Michael sets out to find her, Angel discovers there is no brokenness that love can't heal.",
            "format": "BLU-RAY",
            "acteur": "COWEN ABIGAIL LEWIS TOM",
            "DatedeParution": "4/19/22"
        },
        {
            "id": "2312",
            "sujet": "drame",
            "titre": "Maria chapdelaine",
            "Réalisateur": "SÉBASTIEN PILOTE",
            "Studio": "MK2 MILE END",
            "UPC": "670533955773",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Drame\\2312.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "En 1910, la famille Chapdelaine vit aux abords de la rivière Péribonka au nord du lac Saint-Jean. Les conditions de vie sont rudes dans cette région qu'il faut défricher sans relâche afin de pouvoir y vivre. Les deux grands garçons sont partis, et, face aux difficultés, Samuel et les trois plus jeunes se sont soudés autour de la résiliente Laura. Malgré l’isolement, les Chapdelaine reçoivent régulièrement la visite des travailleurs saisonniers et des voisins, comme le vieux Ephrem Surprenant. Les trois prétendants de Maria, 16 ans, sont aussi les bienvenus. Le coureur des bois François Paradis lui a fait la promesse de revenir au printemps pour l’épouser. Mais celui qu’elle aime depuis l'enfance passe son temps sur les sentiers à faire du commerce avec les Autochtones. Le riche Lorenzo et le vaillant Eutrope ont bien l'intention de profiter de son absence pour jouer leur va-tout. Le premier, exilé au Massachusetts, offre à Maria une vie de luxe dans la grande ville. Le second a choisi pour sa part de rester dans la région, sur les terres qu’il possède tout près de celles des Chapdelaine. Entre ces trois hommes fort différents, Maria devra choisir son avenir de femme.",
            "format": "D.V.D.",
            "acteur": "MONTPETIT, SARA RICARD, SÉBASTIEN",
            "DatedeParution": "11/23/21"
        },
        {
            "id": "2313",
            "sujet": "drame",
            "titre": "House of gucci (la saga gucci)",
            "Réalisateur": "RIDLEY SCOTT",
            "Studio": "UNIVERSAL HOME VIDEO",
            "UPC": "191329211861",
            "prix": "26.99",
            "image": "BrookeCo\\Films\\Drame\\2313.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Gucci est une marque reconnue et admirée dans le monde entier. Elle a été créée par Guccio Gucci qui a ouvert sa première boutique d’articles de cuir de luxe à Florence il y a exactement un siècle.\r\nÀ la fin des années 1970, l’empire italien de la mode est à un tournant critique de son histoire. Si l’entreprise rayonne désormais à l’international, elle est handicapée par des rumeurs de malversations financières, une innovation en berne et une dévalorisation de la marque. Le groupe est dirigé par les deux fils du fondateur – Aldo, personnage rusé et haut en couleur, et son frère Rodolfo, beaucoup plus froid et traditionnel.\r\nPugnace, Aldo n’a pas la moindre intention de céder le contrôle de l’empire à qui que ce soit – et certainement pas à son fils Paolo, garçon fantaisiste qui aspire à devenir styliste. Quant à Maurizio, fils timide et surprotégé de Rodolfo, il a davantage envie d’étudier le droit que de diriger un groupe de luxe mondialisé.\r\nC’est alors que Maurizio tombe amoureux de la ravissante et manipulatrice Patrizia Reggiani et, contre l’avis de son père, décide de l’épouser. Lorsque Aldo se découvre des affinités avec Patrizia, il réussit, avec l’aide de la jeune femme, à convaincre son neveu de renoncer à ses ambitions juridiques pour intégrer l’entreprise dont il devient, de facto, le probable héritier. Ce qui ne manque pas de nourrir la rancoeur de Paolo, dont le talent n’est pas à la hauteur de ses rêves artistiques…",
            "format": "BLU-RAY",
            "acteur": "LADY GAGA DRIVER ADAM LETO JARED",
            "DatedeParution": "2/22/22"
        },
        {
            "id": "2314",
            "sujet": "drame",
            "titre": "Il pleuvait des oiseaux",
            "Réalisateur": "LOUISE ARCHAMBAULT",
            "Studio": "LEA FILMS",
            "UPC": "670533954820",
            "prix": "24.99",
            "image": "BrookeCo\\Films\\Drame\\2314.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Alors que des incendies menacent la région, la vie tranquille de trois vieux ermites est sur le point d’être bouleversée par l’arrivée de deux femmes… Une octogénaire lumineuse injustement internée toute sa vie et une jeune photographe chargée d’interviewer les survivants du feu de forêt le plus meurtrier de la région.\r\nUn film de Louise Archambault d’après le roman à succès de Jocelyne Saucier avec Andrée Lachapelle, Gilbert Sicotte et Rémy Girard.",
            "format": "D.V.D.",
            "acteur": "LACHAPELLE ANDRÉE SICOTTE GILBERT",
            "DatedeParution": "2/11/20"
        },
        {
            "id": "2315",
            "sujet": "drame",
            "titre": "C.r.a.z.y. (blu-ray+dvd)",
            "Réalisateur": "JEAN-MARC VALLÉE",
            "Studio": "TVA FILMS",
            "UPC": "824255028301",
            "prix": "26.99",
            "image": "BrookeCo\\Films\\Drame\\2315.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Un portrait de famille qui dépeint la vie souvent extraordinaire de gens ordinaires à la poursuite de leur bonheur.\r\nDe 1960 à 1980, entouré de ses quatre frères, de Pink Floyd, des Rolling Stones et de David Bowie, entre les promenades en moto pour impressionner les filles, les pétards fumés en cachette, les petites et grandes disputes et, surtout, un père qu'il cherche désespérément à\r\nretrouver, Zac nous raconte son histoire...\r\n25 décembre 1960 : Zachary Beaulieu vient au monde entre une mère aimante et un père un peu bourru mais fier de ses garçons.\r\nC'est le début de C.R.A.Z.Y., le récit de la vie d'un petit garçon puis d'un\r\njeune homme pas comme les autres, qui va jusqu'à renier sa nature profonde pour attirer l'attention de son père.",
            "format": "BLU-RAY",
            "acteur": "GRONDIN, MARC-ANDRÉ",
            "DatedeParution": "9/17/21"
        },
        {
            "id": "2316",
            "sujet": "drame",
            "titre": "Les Olympiades",
            "Réalisateur": "JACQUES AUDIARD",
            "Studio": "MK2 MILE END",
            "UPC": "670533955971",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Drame\\2316.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Français",
            "description": "Paris 13e, quartier des Olympiades. Emilie rencontre Camille qui est attiré par Nora qui elle-même croise le chemin de Amber. Trois filles et un garçon. Ils sont amis, parfois amants, souvent les deux.",
            "format": "D.V.D.",
            "acteur": "ZHANG, LUCIE",
            "DatedeParution": "6/14/22"
        },
        {
            "id": "2317",
            "sujet": "drame",
            "titre": "Bootlegger",
            "Réalisateur": "CAROLINE MONNET",
            "Studio": "MK2 MILE END",
            "UPC": "670533955827",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Drame\\2317.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Mani, étudiante en droit à Montréal, revient dans la communauté du nord du Québec où elle a grandi. Accueillie par ses grands parents, elle se rend compte qu'un débat important divise la population sur la question de la légalisation de la vente d'alcool sur le territoire. S'inspirant d'initiatives qui ont été conduites par le passé dans d'autres réserves, elle incite la cheffe de bande à mettre un référendum en place. Cela ne va pas de soi puisqu'une blanche qui tient le dépanneur du coin est largement impliquée dans le trafic d'alcool de contrebande. Lequel est opéré au vu et au su de tout le monde, en toute impunité...",
            "format": "D.V.D.",
            "acteur": "SAMIAN",
            "DatedeParution": "3/1/22"
        },
        {
            "id": "2318",
            "sujet": "drame",
            "titre": "Jean de florette / manon des sources",
            "Réalisateur": "BERRI CLAUDE",
            "Studio": "OLIVI DIRECT",
            "UPC": "829381611632",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Drame\\2318.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Jean de Florette : Dans un petit village de Haute Provence, Jean de Florette vient s'installer sur le terrain dont il vient d'hériter et rêve à de merveilleuses cultures. Mais Ugolin a lui aussi un projet pour ce terrain : y faire pousser des oeillets. Le vieil oncle Papet va l'y aider...\r\n\r\nManon des sources : Dix ans plus tard. Manon vit dans la grotte de Baptistine dans les collines tandis que Ugolin culpabilise, amoureux fou de la belle. Elle va découvrir la source qui alimente le village et la détourner. Elle tient enfin sa vengeance. Peu à peu les langues du village se délient. La loi du silence est rompue et le Papet et Ugolin sont accusés d'avoir tué le père de Manon, Jean de Florette. Pour le Papet une autre terrible vérité éclate : Jean était son propre fils !",
            "format": "D.V.D.",
            "acteur": "MONTAND YVES AUTEUIL DANIEL",
            "DatedeParution": "5/29/12"
        },
        {
            "id": "2319",
            "sujet": "drame",
            "titre": "Marcel pagnol (coffret 4dvd)",
            "Réalisateur": "BERRI CLAUDE ROBERT YVES",
            "Studio": "OLIVI DIRECT",
            "UPC": "829381616637",
            "prix": "36.99",
            "image": "BrookeCo\\Films\\Drame\\2319.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Jean de Florette : Dans un petit village de Haute Provence, Jean de Florette vient s'installer sur le terrain dont il vient d'hériter et rêve à de merveilleuses cultures. Mais Ugolin a lui aussi un projet pour ce terrain : y faire pousser des oeillets. Le vieil oncle Papet va l'y aider...\r\n\r\nManon des Sources : Dix ans plus tard. Manon vit dans la grotte de Baptistine dans les collines tandis que Ugolin culpabilise, amoureux fou de la belle. Elle va découvrir la source qui alimente le village et la détourner. Elle tient enfin sa vengeance. Peu à peu les langues du village se délient. La loi du silence est rompue et le Papet et Ugolin sont accusés d'avoir tué le père de Manon, Jean de Florette. Pour le Papet une autre terrible vérité éclate : Jean était son propre fils !\r\n\r\nLa Gloire de mon père : Chronique d'une famille du début du siècle à travers le regard et les aventures du jeune Marcel qui sont également les souvenirs d'enfance de Marcel Pagnol.\r\n\r\nLe Château de ma mère : L'adolescence de Marcel, sa découverte de l'amour, son retour à l'amitié et les grands départs pour ses chères collines où, pour arriver plus vite, toute la famille passe en cachette sur un domaine privé.",
            "format": "D.V.D."
        },
        {
            "id": "2320",
            "sujet": "drame",
            "titre": "Spencer (blu-ray)",
            "Réalisateur": "PABLO LARRAIN",
            "Studio": "UNIVERSAL HOME VIDEO",
            "UPC": "191329214404",
            "prix": "26.99",
            "image": "BrookeCo\\Films\\Drame\\2320.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "The marriage of Princess Diana (Kristen Stewart) and Prince Charles (Jack Farthing) has long since grown cold. Though rumors of affairs and a divorce abound, peace is or-dained for the Christmas festivities at the Queen's Sandringham Estate. There's eating and drinking, shooting and hunting. Diana knows the game. But this year, things will be profoundly different. Spencer is an imagining of what might have happened during those few fateful days.",
            "format": "BLU-RAY",
            "acteur": "STEWART, KRISTEN",
            "DatedeParution": "1/18/22"
        }
        ,
        {
            "id": "2401",
            "sujet": "action",
            "titre": "Shang-chi and the legend of the ten rings (blu-ray) (shang-chi et la légende des dix anneaux)",
            "Réalisateur": "DESTIN DANIEL CRETTON",
            "Studio": "BUENA VISTA HOME VIDEO",
            "UPC": "786936871517",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Action\\2401.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": " Shang-Chi va devoir affronter un passé qu’il pensait avoir laissé derrière lui lorsqu’il est pris dans la toile de la mystérieuse organisation des dix anneaux.",
            "format": "BLU-RAY",
            "acteur": "LIU SIMU AWKWAFINA",
            "DatedeParution": "11/30/21"
        },
        {
            "id": "2402",
            "sujet": "action",
            "titre": "Fantastic beasts: the secrets of dumbledore (blu-ray)(les animaux fantastiques: les secrets de dumbledore)",
            "Réalisateur": "DAVID YATES",
            "Studio": "WARNER HOME VIDEO",
            "UPC": "883929729487",
            "prix": "29.99",
            "image": "BrookeCo\\Films\\Action\\2402.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Le professeur Albus Dumbledore sait que le puissant mage noir Gellert Grindelwald cherche à prendre le contrôle du monde des sorciers. Incapable de l’empêcher d’agir seul, il sollicite le magizoologiste Norbert Dragonneau pour qu’il réunisse des sorciers, des sorcières et un boulanger moldu au sein d’une équipe intrépide. Leur mission des plus périlleuses les amènera à affronter des animaux, anciens et nouveaux, et les disciples de plus en plus nombreux de Grindelwald. Pourtant, dès lors que que les enjeux sont aussi élevés, Dumbledore pourra-t-il encore rester longtemps dans l’ombre ?",
            "format": "BLU-RAY",
            "acteur": "REDMAYNE, EDDIE",
            "DatedeParution": "6/28/22"
        },
        {
            "id": "2403",
            "sujet": "action",
            "titre": "Spider-man: no way home (spider-man: sans retour) (blu-ray+dvd)",
            "Réalisateur": "JON WATTS",
            "Studio": "SONY PICTURES",
            "UPC": "43396579989",
            "prix": "36.99",
            "image": "BrookeCo\\Films\\Action\\2403.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Pour la première fois dans son histoire cinématographique, Spider-Man, le héros sympa du quartier est démasqué et ne peut désormais plus séparer sa vie normale de ses lourdes responsabilités de super-héros. Quand il demande de l'aide à Doctor Strange, les enjeux deviennent encore plus dangereux, le forçant à découvrir ce qu'être Spider-Man signifie véritablement.",
            "format": "COMBO BLU-RAY+DVD",
            "acteur": "HOLLAND TOM ZENDAYA CUMBERBATCH BENEDIC",
            "DatedeParution": "4/12/22"
        },
        {
            "id": "2404",
            "sujet": "action",
            "titre": "The Batman (Blu-ray+DVD)",
            "Réalisateur": "MATT REEVES",
            "Studio": "WARNER HOME VIDEO",
            "UPC": "883929728305",
            "prix": "29.99",
            "image": "BrookeCo\\Films\\Action\\2404.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Deux années à arpenter les rues en tant que Batman et à insuffler la peur chez les criminels ont mené Bruce Wayne au coeur des ténèbres de Gotham City. Avec seulement quelques alliés de confiance - Alfred Pennyworth, le lieutenant James Gordon - parmi le réseau corrompu de fonctionnaires et de personnalités de la ville, le justicier solitaire s'est imposé comme la seule incarnation de la vengeance parmi ses concitoyens. Lorsqu'un tueur s'en prend à l'élite de Gotham par une série de machinations sadiques, une piste d'indices cryptiques envoie le plus grand détective du monde sur une enquête dans la pègre, où il rencontre des personnages tels que Selina Kyle, alias Catwoman, Oswald Cobblepot, alias le Pingouin, Carmine Falcone et Edward Nashton, alias l’Homme-Mystère. Alors que les preuves s’accumulent et que l'ampleur des plans du coupable devient clair, Batman doit forger de nouvelles relations, démasquer le coupable et rétablir un semblant de justice au milieu de l’abus de pouvoir et de corruption sévissant à Gotham City depuis longtemps.",
            "format": "COMBO BLU-RAY+DVD",
            "acteur": "PATTINSON, ROBERT",
            "DatedeParution": "5/24/22"
        },
        {
            "id": "2405",
            "sujet": "action",
            "titre": "Northman, the (l'homme du nord)",
            "Réalisateur": "ROBERT EGGERS",
            "Studio": "UNIVERSAL HOME VIDEO",
            "UPC": "191329223345",
            "prix": "26.99",
            "image": "BrookeCo\\Films\\Action\\2405.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Le jeune prince Amleth vient tout juste de devenir un homme quand son père est brutalement assassiné par son oncle qui s'empare alors de la mère du garçon. Amleth fuit son royaume insulaire en barque, en jurant de se venger. Deux décennies plus tard, Amleth est devenu un berserkr, un guerrier viking capable d'entrer dans une fureur bestiale, qui pille et met à feu, avec ses frères berserkir, des villages slaves jusqu'à ce qu'une devineresse lui rappelle son vœu de venger son père, de secourir sa mère et de tuer son oncle. Il embarque alors sur un bateau pour l'Islande et entre, avec l'aide d'Olga, une jeune Slave prise comme esclave, dans la ferme de son oncle, en se faisant lui aussi passer pour un esclave, avec l'intention d'y perpétrer sa vengeance.",
            "format": "D.V.D.",
            "acteur": "SKARSGÅRD, ALEXANDER",
            "DatedeParution": "7/19/22"
        },
        {
            "id": "2406",
            "sujet": "action",
            "titre": "Eternals",
            "Réalisateur": "CHLOÉ ZHAO",
            "Studio": "BUENA VISTA HOME VIDEO",
            "UPC": "786936881424",
            "prix": "24.99",
            "image": "BrookeCo\\Films\\Action\\2406.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Depuis l’aube de l’humanité, les Éternels, un groupe de héros venus des confins de l’univers, protègent la Terre. Lorsque les Déviants, des créatures monstrueuses que l’on croyait disparues depuis longtemps, réapparaissent mystérieusement, les Éternels sont à nouveau obligés de se réunir pour défendre l’humanité…",
            "format": "D.V.D.",
            "acteur": "STYLES HARRY JOLIE ANGELINA",
            "DatedeParution": "2/15/22"
        },
        {
            "id": "2407",
            "sujet": "action",
            "titre": "Fantastic beasts: the secrets of dumbledore (les animaux fantastiques: les secrets de dumbledore)",
            "Réalisateur": "DAVID YATES",
            "Studio": "WARNER HOME VIDEO",
            "UPC": "883929729470",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Action\\2407.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Le professeur Albus Dumbledore sait que le puissant mage noir Gellert Grindelwald cherche à prendre le contrôle du monde des sorciers. Incapable de l’empêcher d’agir seul, il sollicite le magizoologiste Norbert Dragonneau pour qu’il réunisse des sorciers, des sorcières et un boulanger moldu au sein d’une équipe intrépide. Leur mission des plus périlleuses les amènera à affronter des animaux, anciens et nouveaux, et les disciples de plus en plus nombreux de Grindelwald. Pourtant, dès lors que que les enjeux sont aussi élevés, Dumbledore pourra-t-il encore rester longtemps dans l’ombre ?",
            "format": "D.V.D.",
            "acteur": "REDMAYNE, EDDIE",
            "DatedeParution": "6/28/22"
        },
        {
            "id": "2408",
            "sujet": "action",
            "titre": "Jungle cruise (croisière dans la jungle) (blu-ray+dvd)",
            "Réalisateur": "JAUME COLLET-SERRA",
            "Studio": "BUENA VISTA HOME VIDEO",
            "UPC": "786936871210",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Action\\2408.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Chercheuse intrépide, la doctoresse Lily Houghton quitte Londres pour explorer la jungle amazonienne à la recherche d’un remède miraculeux. Pour descendre le fleuve, elle engage Frank Wolff, un capitaine roublard aussi douteux que son vieux rafiot délabré. Bien décidée à découvrir l’arbre séculaire dont les extraordinaires pouvoirs de guérison pourraient changer l'avenir de la médecine, Lily se lance dans une quête épique. L’improbable duo va dès lors affronter d’innombrables dangers - sans parler de forces surnaturelles - dissimulés sous la splendeur luxuriante de la forêt tropicale. Alors que les secrets de l’arbre perdu se révèlent peu à peu, les enjeux s’avèrent encore plus grands pour Lily et Frank. Ce n’est pas seulement leur destin qui est en jeu, mais celui de l’humanité tout entière…",
            "format": "BLU-RAY",
            "acteur": "JOHNSON, DWAYNE BLUNT, EMILY",
            "DatedeParution": "11/16/21"
        },
        {
            "id": "2409",
            "sujet": "action",
            "titre": "Free guy (l’homme libre) (blu-ray)",
            "Réalisateur": "SHAWN LEVY",
            "Studio": "BUENA VISTA HOME VIDEO",
            "UPC": "786936893151",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Action\\2409.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Un employé de banque, découvrant un jour qu’il n’est en fait qu’un personnage d’arrière-plan dans un jeu vidéo en ligne, décide de devenir le héros de sa propre histoire, quitte à la réécrire.",
            "format": "BLU-RAY",
            "acteur": "REYNOLDS, RYAN",
            "DatedeParution": "10/12/21"
        },
        {
            "id": "2410",
            "sujet": "action",
            "titre": "Northman, the (blu-ray+dvd) (l'homme du nord)",
            "Réalisateur": "ROBERT EGGERS",
            "Studio": "UNIVERSAL HOME VIDEO",
            "UPC": "191329223352",
            "prix": "29.99",
            "image": "BrookeCo\\Films\\Action\\2410.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Le jeune prince Amleth vient tout juste de devenir un homme quand son père est brutalement assassiné par son oncle qui s'empare alors de la mère du garçon. Amleth fuit son royaume insulaire en barque, en jurant de se venger. Deux décennies plus tard, Amleth est devenu un berserkr, un guerrier viking capable d'entrer dans une fureur bestiale, qui pille et met à feu, avec ses frères berserkir, des villages slaves jusqu'à ce qu'une devineresse lui rappelle son vœu de venger son père, de secourir sa mère et de tuer son oncle. Il embarque alors sur un bateau pour l'Islande et entre, avec l'aide d'Olga, une jeune Slave prise comme esclave, dans la ferme de son oncle, en se faisant lui aussi passer pour un esclave, avec l'intention d'y perpétrer sa vengeance.",
            "format": "BLU-RAY",
            "acteur": "SKARSGÅRD, ALEXANDER",
            "DatedeParution": "7/19/22"
        },
        {
            "id": "2411",
            "sujet": "action",
            "titre": "Morbius",
            "Réalisateur": "DANIEL ESPINOSA",
            "Studio": "SONY PICTURES",
            "UPC": "43396580893",
            "prix": "29.99",
            "image": "BrookeCo\\Films\\Action\\2411.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Gravement atteint d’une rare maladie sanguine, et déterminé à sauver toutes les victimes de cette pathologie, le Dr Morbius tente un pari désespéré. Alors que son expérience semble être un succès, le remède déclenche un effet sinistre. Le bien vaincra-t-il le mal – ou Morbius succombera-t-il à ses nouvelles pulsions ?",
            "format": "D.V.D.",
            "acteur": "LETO, JARED KEATON, MICHAEL",
            "DatedeParution": "6/14/22"
        },
        {
            "id": "2412",
            "sujet": "action",
            "titre": "The King's Man (Blu-Ray) (The King's Man : Première Mission)",
            "Réalisateur": "MATTHEW VAUGHN",
            "Studio": "BUENA VISTA HOME VIDEO",
            "UPC": "786936870411",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Action\\2412.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Lorsque les pires tyrans et les plus grands génies criminels de l’Histoire se réunissent pour planifier l’élimination de millions d’innocents, un homme se lance dans une course contre la montre pour contrecarrer leurs plans.",
            "format": "D.V.D.",
            "acteur": "FIENNES RALPH ARTERTON GEMMA",
            "DatedeParution": "2/22/22"
        },
        {
            "id": "2413",
            "sujet": "action",
            "titre": "Spider-man: no way home (spider-man: sans retour)",
            "Réalisateur": "JON WATTS",
            "Studio": "SONY PICTURES",
            "UPC": "43396579972",
            "prix": "29.99",
            "image": "BrookeCo\\Films\\Action\\2413.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Pour la première fois dans son histoire cinématographique, Spider-Man, le héros sympa du quartier est démasqué et ne peut désormais plus séparer sa vie normale de ses lourdes responsabilités de super-héros. Quand il demande de l'aide à Doctor Strange, les enjeux deviennent encore plus dangereux, le forçant à découvrir ce qu'être Spider-Man signifie véritablement.",
            "format": "D.V.D.",
            "acteur": "HOLLAND TOM ZENDAYA CUMBERBATCH BENEDIC",
            "DatedeParution": "4/12/22"
        },
        {
            "id": "2414",
            "sujet": "action",
            "titre": "Uncharted (blu-ray+dvd)",
            "Réalisateur": "RUBEN FLEISCHER",
            "Studio": "SONY PICTURES",
            "UPC": "43396580930",
            "prix": "36.99",
            "image": "BrookeCo\\Films\\Action\\2414.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Nathan Drake, voleur astucieux et intrépide, est recruté par le chasseur de trésors chevronné Victor « Sully » Sullivan pour retrouver la fortune de Ferdinand Magellan, disparue il y a 500 ans. Ce qui ressemble d’abord à un simple casse devient finalement une course effrénée autour du globe pour s’emparer du trésor avant l’impitoyable Moncada, qui est persuadé que sa famille est l’héritière légitime de cette fortune. Si Nathan et Sully réussissent à déchiffrer les indices et résoudre l’un des plus anciens mystères du monde, ils pourraient rafler la somme de 5 milliards de dollars et peut-être même retrouver le frère de Nathan, disparu depuis longtemps… mais encore faudrait-il qu’ils apprennent à travailler ensemble.",
            "format": "BLU-RAY",
            "acteur": "HOLLAND, TOM",
            "DatedeParution": "5/10/22"
        },
        {
            "id": "2415",
            "sujet": "action",
            "titre": "The Suicide Squad (L'escadron Suicide: La mission) (Blu-Ray+Dvd)",
            "Réalisateur": "JAMES GUNN",
            "Studio": "WARNER HOME VIDEO",
            "UPC": "883929728343",
            "prix": "19.99",
            "image": "BrookeCo\\Films\\Action\\2415.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Bienvenue en enfer - aka Belle Reve, la prison dotée du taux de mortalité le plus élevé des États-Unis d'Amérique. Là où sont détenus les pires super-vilains, qui feront tout pour en sortir - y compris rejoindre la super secrète et la super louche Task Force X. La mission mortelle du jour ? Assemblez une belle collection d'escrocs, et notamment Bloodsport, Peacemaker, Captain Boomerang, Ratcatcher 2, Savant, King Shark, Blackguard, Javelin et la psychopathe préférée de tous : Harley Quinn. Armez-les lourdement et jetez-les (littéralement) sur l'île lointaine et bourrée d'ennemis de Corto Maltese. Traversant une jungle qui grouille d'adversaires et de guerilleros à chaque tournant, l'Escouade est lancée dans une mission de recherche et de destruction, avec le seul Colonel Rick Flag pour les encadrer sur le terrain… et la technologie du gouvernement dans leurs oreilles, afin qu'Amanda Waller puisse suivre le moindre de leurs mouvements. Comme toujours, un faux pas est synonyme de mort (que ce soit des mains de leurs opposants, d'un coéquipier ou de Waller elle-même). Si quelqu'un veut parier, mieux vaut miser contre eux - et contre eux tous.",
            "format": "BLU-RAY",
            "acteur": "ROBBIE, MARGOT",
            "DatedeParution": "10/26/21"
        },
        {
            "id": "2416",
            "sujet": "action",
            "titre": "Vendetta (blu-ray)",
            "Réalisateur": "JARED COHN",
            "Studio": "VVS FILMS",
            "UPC": "777235035229",
            "prix": "26.99",
            "image": "BrookeCo\\Films\\Action\\2416.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Après avoir vengé le voyou responsable de l'assassinat de sa fille, William Duncan se retrouve en guerre avec le frère et le père de ce dernier ainsi que leur gang, eux aussi déterminés à se venger.",
            "format": "BLU-RAY",
            "acteur": "WILLIS, BRUCE",
            "DatedeParution": "8/16/22"
        },
        {
            "id": "2417",
            "sujet": "action",
            "titre": "James bond 007: no time to die (mourir peut attendre) (blu-ray+dvd)",
            "Réalisateur": "CARY JOJI FUKUNAGA",
            "Studio": "UNIVERSAL HOME VIDEO",
            "UPC": "191329152102",
            "prix": "26.99",
            "image": "BrookeCo\\Films\\Action\\2417.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Dans MOURIR PEUT ATTENDRE, Bond a quitté les services secrets et coule des jours heureux en Jamaïque. Mais sa tranquillité est de courte durée car son vieil ami Felix Leiter de la CIA débarque pour solliciter son aide : il s'agit de sauver un scientifique qui vient d'être kidnappé.",
            "format": "BLU-RAY",
            "acteur": "CRAIG, DANIEL MALEK RAMI HARRIS, NAOMIE",
            "DatedeParution": "12/21/21"
        },
        {
            "id": "2418",
            "sujet": "action",
            "titre": "Sniper's eye: fortress (blu-ray)(tireur d'élite : sécurité maximale)",
            "Réalisateur": "J. STERNFELD",
            "Studio": "VVS FILMS",
            "UPC": "777235034338",
            "prix": "26.99",
            "image": "BrookeCo\\Films\\Action\\2418.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Robert Carter Michaels, un agent de la CIA à la retraite, et son fils Paul se sont engagés à reconstruire leur relation après leur dernière rencontre épique passée à protéger une base secrète hautement sécurisée.",
            "format": "BLU-RAY",
            "acteur": "WILLIS. BRUCE",
            "DatedeParution": "6/14/22"
        },
        {
            "id": "2419",
            "sujet": "action",
            "titre": "Blacklight",
            "Réalisateur": "MARK WILLIAMS",
            "Studio": "VVS FILMS",
            "UPC": "777235034048",
            "prix": "22.99",
            "image": "BrookeCo\\Films\\Action\\2419.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Travis Block intervient pour le compte du FBI lorsque toutes les autres options ont été épuisées. Ses méthodes impliquent souvent la manière forte. Quand on lui ordonne de faire taire un agent qui souhaite révéler à la presse les méthodes du Bureau, il comprend qu’il est devenu le pion d’une terrible machination. Déterminé à faire éclater la vérité, il se lance dans un combat contre ceux avec lesquels il a l’habitude de travailler. Mais lorsque ses adversaires s’attaquent à ses proches, Travis retourne ses méthodes contre ses anciens employeurs et il n‘aura aucune pitié.",
            "format": "D.V.D.",
            "acteur": "NEESON, LIAM",
            "DatedeParution": "4/26/22"
        },
        {
            "id": "2420",
            "sujet": "action",
            "titre": "Snake eyes: g.i. joe origins (les origines de g.i. joe) (4k+blu-ray)",
            "Réalisateur": "ROBERT SCHWENTKE",
            "Studio": "PARAMOUNT",
            "UPC": "191329206102",
            "prix": "39.99",
            "image": "BrookeCo\\Films\\Action\\2420.jpg",
            "numberOfUnits": "1",
            "instock": "4",
            "LanguePisteSonore": "Anglais, Français",
            "description": "Snake Eyes: G.I. Joe Origins stars Henry Golding as Snake Eyes, a tenacious loner who is welcomed into an ancient Japanese clan called the Arashikage after saving the life of their heir apparent. Upon arrival in Japan, the Arashikage teach Snake Eyes the ways of the ninja warrior while also providing something he’s been longing for: a home. But, when secrets from his past are revealed, Snake Eyes’ honor and allegiance will be tested – even if that means losing the trust of those closest to him.",
            "format": "BLU-RAY",
            "acteur": "GOLDING, HENRY",
            "DatedeParution": "10/19/21"
        }
        ,
        {
            "id": "3101",
            "sujet": "Playstation",
            "titre": "Jeu vidéo NHL 22 pour (PS5)",
            "Tranchedge": "E10+ (Enfants et adultes 10+)",
            "modèle": "14633377323",
            "format": "Disque",
            "prix": "54.96",
            "image": "BrookeCo\\Jeux\\Playstation\\3101.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "Propulsé par Frostbite™, EA SPORTS™ NHL® 22 reçoit un traitement digne des plus grandes étoiles lui faisant faire un bond en avant spectaculaire en matière de graphiques. De plus, les Superstar X-Factors (Facteurs X d’étoiles) qui décuplent les possibilités pour les plus grandes vedettes de la ligue grâce à une dimension de jeu inédite basée sur les classes. Une expérience de hockey révolutionnaire\r\nPropulsé par Frostbite™, EA SPORTS™ NHL® 22 reçoit un traitement digne des plus grandes étoiles. Pour la toute première fois, faites l’expérience d’EA SPORTS NHL avec l’un des moteurs de jeu les plus puissants de l’industrie, qui insuffle des détails visuels inégalés à chaque impact, feinte et tir. Les Superstar X-Factors vous permettent de ressentir la personnalité et la puissance des plus grandes vedettes de la LNH grâce à un tout nouveau système d’aptitudes qui donne vie aux compétences uniques des meilleurs joueurs de la ligue. Les étoiles de la LNH prennent vie et conservent leurs habiletés et leurs styles bien réels dans EA SPORTS NHL 22, faisant en sorte que leur temps sur la glace ait plus d’impact que jamais. D’ÉRH à World of Chel, les Superstar X-Factors rendent possible de nouvelles stratégies axées sur les classes dans tous les modes du jeu. Découvrez EA SPORTS NHL 22, un tout nouveau jeu pour une toute nouvelle génération. Jouez et mettez vos talents à l’épreuve comme jamais auparavant. Une expérience de hockey révolutionnaire.\r\nPour la toute première fois, le moteur Frostbite™ légendaire fait son entrée dans EA SPORTS NHL® 22. Les améliorations visuelles gigantesques sur les jeux pour les consoles actuelles et de prochaine génération, permettent à NHL 22 de faire l’un des plus grands bonds en avant en matière de graphiques de l’histoire de la franchise. Ces améliorations se trouvent partout où vous regardez, de la ressemblance remaniée entre les joueurs du jeu et ceux de la LNH aux animations de tissu qui donnent vie aux joueurs, en passant par un éclairement dynamique créant des environnements de match incroyablement immersif.\r\nÉQUIPE DE RÊVE DE HOCKEY\r\nÉRH est un mode de jeu de NHL 22 qui vous permet de créer une formation imaginaire composée de joueurs actuels, d’anciens joueurs et d’icônes de la LNH afin d’affronter d’autres équipes en ligne. Créez votre escouade, gagnez des récompenses et devenez l’Équipe de rêve.\r\nWORLD OF CHEL\r\nLa plateforme multijoueurs WOC propose plus de manières de jouer que jamais auparavant. Créez votre joueur personnalisé et participez à une variété de modes, incluant les modes LHEAS, Ones et THREES, inspiré des jeux d’arcades.\r\nDEVIENS PRO\r\nL’expérience Deviens pro vous offre la chance de vivre la vie d’un joueur de la LNH, à l’intérieur comme à l’extérieur de la patinoire. Impressionnez la direction, visez l’excellence afin de décrocher une place en première ligne, tentez de gagner la Coupe Stanley et percez pour devenir la prochaine étoile de la ligue.\r\nMODE FRANCHISE\r\nBâtissez votre dynastie sur plusieurs saisons avec le mode Franchise en prenant les commandes de votre équipe préférée de la LNH ou en créant l’équipe d’expansion de vos rêves. Recrutez des joueurs, gérez la chimie entre les entraîneurs et les lignes et vivez l’engouement de la date limite des échanges dans votre quête de la Coupe Stanley.\r\nMIGRATION DU CONTENU ________________________________________\r\nLes joueurs qui commencent à jouer à NHL 22 sur PlayStation®4 ou Xbox One pourront transférer la valeur et la progression de leur équipe ÉRH à la PlayStation®5 ou les Xbox Series X|S dans NHL 22, ce qui signifie que :\r\n● Les utilisateurs peuvent protéger jusqu’à 20 articles de joueur + entraîneur de leur formation actuelle et de les transférer vers une nouvelle console.\r\n● Une fois le contenu transféré de la quatrième à la cinquième génération, le contenu sur la quatrième génération sera converti en contenu non échangeable pour des raisons de sécurité.\r\nCette migration de contenu unique sera offerte au mois de décembre 2021"
        },
        {
            "id": "3102",
            "sujet": "Playstation",
            "titre": "FIFA 22 (P5)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "884095159719",
            "format": "Disque",
            "prix": "82.99",
            "image": "BrookeCo\\Jeux\\Playstation\\3102.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "Powered by Football™, EA SPORTS™ FIFA 22 sur PlayStation®5 et Xbox Series X|S dynamise encore plus le jeu grâce à la technologie HyperMotion qui sublime chaque action sur le terrain.\r\nPowered by Football™, EA SPORTS™ FIFA 22 sur PlayStation®5 et Xbox Series X|S dynamise encore plus le jeu grâce à la technologie HyperMotion qui sublime chaque action sur le terrain. La technologie HyperMotion intègre des données de capture de mouvements collectifs et est dotée d’une intelligence évolutive qui dynamise chaque match de FIFA 22. Grâce à la puissance des consoles de nouvelle génération, la jouabilité devient encore plus réaliste, plus réactive et plus fluide que jamais. FIFA 22 vous propose des innovations dans tous les modes de jeu. Bénéficiez d’un comportement plus cohérent de la part des gardiens qui font désormais preuve d’une plus grande sérénité à ce poste si déterminant ; vivez des moments magiques en créant et en menant votre propre club vers les sommets du mode Carrière ; soyez récompensés pour votre instinct dans une jouabilité VOLTA FOOTBALL totalement repensée ; retrouvez les joueurs les plus adulés dans le cadre du programme Héros FIFA Ultimate Team™, et enfin ressentez toute l’ambiance des grandes rencontres avec des journées de football retranscrites avec un réalisme encore jamais atteint dans l’histoire d’EA SPORTS FIFA.\r\nJOUABILITÉ"
        },
        {
            "id": "3103",
            "sujet": "Playstation",
            "titre": "Édition de lancement de God of War Ragnarök (PS5)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "711719556282",
            "format": "Disque",
            "prix": "89.96",
            "image": "BrookeCo\\Jeux\\Playstation\\3103.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "Lancez-vous dans un voyage aussi épique qu'émouvant, alors que Kratos et Atreus hésitent entre tenir bon et lâcher prise.\r\n\r\nTandis que les royaumes nordiques sont en proie aux ravages de la fureur des Ases, père et fils ont tout tenté pour empêcher la fin des temps. Pourtant, malgré tous leurs efforts, Fimbulvetr semble plus inéluctable que jamais.\r\n\r\nAssistez à l'évolution de la relation entre le père et le fils tout au long de ce combat pour la survie. Atreus est en quête de la connaissance qui lui permettra de comprendre la prophétie de «Loki», tandis que Kratos lutte pour échapper à son passé et devenir le père dont son fils a tant besoin.\r\n\r\nDécouvrez comment le destin les forcera à choisir entre leur propre sécurité et celle des neuf royaumes. Cela sans compter les forces hostiles d'Asgard qui s'assemblent...\r\n\r\n• Explorez un à un chacun des neuf royaumes sur la route de la bataille prophétique qui sonnera la fin des temps.\r\n• Terrassez des dieux et des monstres nordiques au cours d'affrontements fluides et spectaculaires.\r\n• Émerveillez-vous en explorant ces terres mythologiques époustouflantes.\r\nFonctionnalités de la version PlayStation®5 :\r\n\r\nIntégration de la manette de jeu sans fil DualSense™ :\r\n•Ressentez physiquement les rigueurs du voyage dans les royaumes nordiques grâce à la rétroaction haptique et aux gâchettes adaptatives.\r\n\r\nDes graphismes époustouflants :\r\n•Passez librement d'une résolution 4K parfaite ciblant les 30 images par seconde à une résolution dynamique avec 60 images par seconde, qui peut aller jusqu'à 4K.*\r\n•Plongez au cœur de ces différents mondes magnifiques, qui prennent vie grâce à la direction artistique somptueuse et au soin inouï du moindre détail.\r\n•Admirez les éclairages, ombres et reflets améliorés, ainsi que les détails géométriques plus fins ou la neige qui se déforme de manière toujours plus réaliste.\r\n\r\nEntièrement optimisé pour l'audio 3D :\r\n•Plongez dans les mondes sonores uniques des neuf royaumes, alors que les sons se réverbèrent tout autour de vous.\r\n•Avec la spatialisation sonore avancée, vous entendez les ennemis approcher de tout côté, y compris au-dessus ou au-dessous de vous.\r\n\r\nTemps de chargement rapides grâce au SSD :\r\n•Repartez au combat plus rapidement que jamais. Grâce au SSD ultrarapide de la console PS5™, vous n'aurez pas à attendre la résurrection bien longtemps lorsque vous mourez.\r\n•Appréciez les temps de chargement raccourcis aux points de contrôle du jeu ou lorsque vous utilisez la fonctionnalité de voyage rapide.\r\n\r\n* Pour profiter de la résolution 4K, votre télévision ou moniteur doit prendre en charge la technologie 4K.\r\n\r\nJeu de base PS5 (sur disque)\r\nArmure neige ressuscitée de Kratos*\r\nTunique neige ressuscitée d'Atreus (cosmétique)*\r\n\r\n* (contenu téléchargeable)"
        },
        {
            "id": "3104",
            "sujet": "Playstation",
            "titre": "Jeu vidéo F1 2022 pour (PS5)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "14633747874",
            "format": "Disque",
            "prix": "89.96",
            "image": "BrookeCo\\Jeux\\Playstation\\3104.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "Entrez dans la nouvelle ère de la Formule 1® avec EA SPORTS™ F1® 22, le jeu vidéo officiel du FIA Formula One World Championship™ de 2022. Prenez le volant pour une nouvelle saison, où des voitures repensées et des règlements remaniés redéfinissent chaque jour de course, mettez vos talents à l’épreuve sur le nouveau Miami International Autodrome, et goûtez au faste et à l’élégance dans La vie en F1®. Pilotez les éblouissantes nouvelles voitures de la saison 2022 de la Formule 1® avec l’éventail authentique des 20 pilotes et des 10 écuries. Prenez le contrôle de votre expérience avec de nouvelles séquences de course : en immersion en tant que pilote ou télévisuelles en tant que spectateur. Créez une écurie et prenez la position de tête avec un mode Carrière « Mon Écurie » qui offre plus de profondeur, jouez à des duels sur un écran partagé ou en multijoueur, ou changez de rythme en prenant d’assaut des circuits à bord de supervoitures créées par certains des plus grands noms du sport.\r\n•NOUVELLE SAISON, NOUVEAUX RÈGLEMENTS : Plongez dans une nouvelle ère de voitures de la Formule 1® dans F1® 22.\r\n•LES JOURS DE COURSE, REDÉFINIS : Prenez le contrôle de votre expérience de F1® virtuelle avec des arrêts aux stands, des tours de mise en grille et bien d’autres séquences immersives et cinématiques.\r\n•LA VIE EN F1® : Goûtez au faste et à l’élégance de la Formule 1®.\r\n\r\nLe jeu vidéo officiel du FIA Formula One World Championship™ de 2022 :\r\n●Nouvelle saison, nouveaux règlements : Prenez le volant pour une nouvelle saison et pilotez des voitures étonnamment différentes sur des circuits emblématiques, incluant le tout nouveau Miami International Autodrome.\r\n●Les jours de course, redéfinis : Prenez le contrôle de votre expérience de course avec des options en immersion et télévisuelles pour les périodes de voiture de sécurité et les tours de mise en grille, des arrêts aux stands interactifs et de toutes nouvelles Courses Sprint.\r\n●IA adaptative : Un nouveau système d’IA pour les joueurs moins expérimentés qui vous aide à suivre le rythme dans chaque course.\r\n●La vie en F1® : Déverrouillez des supervoitures, des vêtements, des accessoires et bien plus encore afin d’éblouir le monde entier.\r\n●Mon Écurie : Sélectionnez votre budget de départ lorsque vous créez votre écurie de F1® de A à Z, avec des événements de département ainsi que des options de personnalisation de livrées plus vastes.\r\n●Mode Carrière : Mettez vos talents à l’épreuve dans le monde de la F1® et faites votre chemin jusqu’à l’avant de la grille dans le mode Carrière acclamé qui s’étend sur 10 ans.\r\n●Le Championnat de Formule 2™, le terrain d’entraînement suprême pour la F1®, est également inclus, avec des options de saison courtes, moyennes ou complètes, ainsi que du contenu des saisons 2021 et 2022.\r\n●Courses sur écran partagé pour deux joueurs.\r\n●RV : Profitez de l’expérience de F1® immersive suprême grâce à la compatibilité avec la réalité virtuelle sur PC qui vous permet de ressentir toutes les émotions fortes de la course depuis le cockpit.\r\n\r\nJeu F1® 22 – un produit officiel du FIA Formula One World Championship.\r\n© Electronic Arts Inc., 2022. Le logo F1, F1, FORMULA 1 et les marques associées sont des marques de commerce de Formula One Licensing BV, une société Formula 1. Avec l’autorisation de Formula One World Championship Limited. Le logo F2 FIA FORMULA 2 CHAMPIONSHIP, FORMULA 2, F2 et les marques associées sont des marques de commerce de la Fédération internationale de l’automobile et sont exclusivement utilisées avec son autorisation. Tous droits réservés.\r\n\r\nPrécommande :\r\n\r\nGén4/Gén5/PC :\r\n\r\n•Le pack de départ La vie en F1®\r\n•Le pack de contenu Nouvelle ère de F1® 22"
        },
        {
            "id": "3105",
            "sujet": "Playstation",
            "titre": "Jeu vidéo Call of Duty: Vanguard pour (PS5)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "47875102507",
            "format": "Disque",
            "prix": "89.96",
            "image": "BrookeCo\\Jeux\\Playstation\\3105.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "L'Édition Standard inclut :\r\n\r\n- La version PS5™ du jeu Call of Duty®: Vanguard\r\n\r\nCombattez sur tous les fronts : Combats aériens au-dessus du Pacifique, parachutage en terres françaises, défense de Stalingrad avec la précision d'un sniper, et campagnes en Afrique du Nord. La franchise Call of Duty® est de retour avec Call of Duty®: Vanguard, développé par Sledgehammer Games, où les joueurs seront plongés dans la Seconde Guerre mondiale, au milieu de combats sanglants et, grande première, aux 4 coins du monde.\r\n\r\nÀ travers une campagne solo captivante, un groupe de soldats d'élite venus de pays différents feront face à la grave menace qui pèse sur le monde. Les joueurs pourront aussi profiter de l'expérience multijoueur emblématique de Call of Duty®, ainsi que de l'incroyable nouvelle expérience Zombies développée par Treyarch.\r\n\r\nCall of Duty®: La sortie de Call of Duty: Vanguard sera également accompagnée d'une toute nouvelle intégration post-lancement de Call of Duty®: Warzone™, offrant cross-progression et cross-génération, ainsi qu'un gigantesque calendrier de contenu post-lancement gratuit comprenant de nombreuses nouveautés : cartes Multijoueur, modes, événements saisonniers, fêtes communautaires, et bien plus.\r\n\r\nPlus d'informations sur www.callofduty.com.\r\n\r\n© 2021 Activision Publishing, Inc. ACTIVISION, CALL OF DUTY, CALL OF DUTY VANGUARD, CALL OF DUTY WARZONE et WARZONE sont des marques commerciales d'Activision Publishing, Inc. Tous les autres noms commerciaux et marques commerciales sont la propriété de leurs détenteurs respectifs. Ce produit contient des technologies logicielles autorisées sous licence par Id Software (\"\"Id Technology\"\"). Id Technology © 1999-2021 Id Software, Inc."
        },
        {
            "id": "3106",
            "sujet": "Playstation",
            "titre": "Jeu vidéo F1 Manager 2022 pour (PS5)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "812303018374",
            "format": "Disque",
            "prix": "69.96",
            "image": "BrookeCo\\Jeux\\Playstation\\3106.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "\"Marquez l'histoire de la F1® avec le jeu officiel F1® Manager 2022. Devenez manager de votre constructeur favori et faites vos sélections dans la liste des pilotes et du personnel de 2022. Grâce à la licence officielle F1® et à une présentation proche du réel, F1® Manager 2022 est plus qu'un jeu, c'est une aventure.\r\n\r\nCarrière – Devenez le meilleur\r\n\r\nÉcrivez un nouveau chapitre et ouvrez une nouvelle ère pour la F1®. Choisissez votre équipe de F1® et guidez-la vers la victoire à travers les courses officielles de la saison 2022. Commencez à l'arrière de la grille ou prenez place en pole position : dans F1® Manager, c'est à vous de faire tous les choix. Votre mission sera d'impressionner le comité directeur an atteignant vos objectifs chaque saison ainsi que ceux à long terme, et d'assurer le succès de votre équipe pour les années à venir.\r\n\r\nLe QG – Construisez votre équipe\r\n\r\nL'équipe du constructeur constitue le cœur des opérations. Entre chaque course, contrôlez tous les détails de votre équipe depuis le QG. Suivez les performances de vos pilotes et de votre équipe, équilibrez votre budget et allez chercher les meilleurs éléments des équipes rivales pour prendre l'avantage lors des courses suivantes.\r\n\r\nL'usine – Perfectionnez votre voiture\r\n\r\nDécouvrez les nouveaux concepts de véhicules de 2022 et approchez-vous de vos adversaires comme jamais auparavant. Attribuez de nouvelles pièces à vos voitures pour vous préparer à la course à venir. Construisez votre machine pour prendre l'avantage dans les prochains circuits. Allez-vous développer un système équilibré, tenter de compenser vos faiblesses, ou vous concentrer sur un aspect spécifique ?\r\n\r\nLa course – Élaborez et appliquez votre stratégie\r\n\r\nDe la ligne de départ au drapeau de l'arrivée, c'est vous qui tenez les commandes. Contrôlez toutes les décisions, depuis la stratégie des stands jusqu'au choix des pneus en passant par les pilotes. Planifiez votre approche, mais préparez-vous à devoir vous adapter aux évènements dynamiques de chaque course, comme la météo ou les conditions changeantes du circuit. Plongez-vous dans une simulation hyperréaliste d'une course de F1® officielle, avec des images proches du réel.\r\n\r\n\"\r\nCarrière – Devenez le meilleur\r\nÉcrivez un nouveau chapitre et ouvrez une nouvelle ère pour la F1®. Choisissez votre équipe de F1® et guidez-la vers la victoire à travers les courses officielles de la saison 2022. Commencez à l'arrière de la grille ou prenez place en pole position : dans F1® Manager, c'est à vous de faire tous les choix. Votre mission sera d'impressionner le comité directeur an atteignant vos objectifs chaque saison ainsi que ceux à long terme, et d'assurer le succès de votre équipe pour les années à venir.\r\n\r\nLe QG – Construisez votre équipe\r\nL'équipe du constructeur constitue le cœur des opérations. Entre chaque course, contrôlez tous les détails de votre équipe depuis le QG. Suivez les performances de vos pilotes et de votre équipe, équilibrez votre budget et allez chercher les meilleurs éléments des équipes rivales pour prendre l'avantage lors des courses suivantes.\r\n\r\nL'usine – Perfectionnez votre voiture\r\nDécouvrez les nouveaux concepts de véhicules de 2022 et approchez-vous de vos adversaires comme jamais auparavant. Attribuez de nouvelles pièces à vos voitures pour vous préparer à la course à venir. Construisez votre machine pour prendre l'avantage dans les prochains circuits. Allez-vous développer un système équilibré, tenter de compenser vos faiblesses, ou vous concentrer sur un aspect spécifique ?\r\n\r\nLa course – Élaborez et appliquez votre stratégie\r\nDe la ligne de départ au drapeau de l'arrivée, c'est vous qui tenez les commandes. Contrôlez toutes les décisions, depuis la stratégie des stands jusqu'au choix des pneus en passant par les pilotes. Planifiez votre approche, mais préparez-vous à devoir vous adapter aux évènements dynamiques de chaque course, comme la météo ou les conditions changeantes du circuit. Plongez-vous dans une simulation hyperréaliste d'une course de F1® officielle, avec des images proches du réel."
        },
        {
            "id": "3107",
            "sujet": "Playstation",
            "titre": "Jeu vidéo Call of Duty®: Modern Warfare® II - PS5™ pour (PS5)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "47875103542",
            "format": "Disque",
            "prix": "89.96",
            "image": "BrookeCo\\Jeux\\Playstation\\3107.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "Précommandez et recevez :\r\n- L’accès anticipé à la Bêta ouverte* - en premier sur PS4™ et PS5™.\r\n\r\nInclut :\r\n\r\n- Le Pack Cross-gen de Call of Duty®: Modern Warfare® II\r\n-- La version PS5™ du jeu\r\n\r\nBienvenue dans la nouvelle ère de Call of Duty®\r\n\r\nCall of Duty®: Modern Warfare® II est la suite du blockbuster de 2019, Modern Warfare®. Avec le retour de l'emblématique capitaine John prix, de l'intrépide John « Soap » MacTavish, du sergent chevronné Kyle « Gaz » Garrick et du loup solitaire en personne, l’opérateur préféré des fans, Simon « Ghost » Riley. Les joueurs découvriront ce qui fait de la Task Force 141 l'escouade légendaire qu'elle est aujourd'hui.\r\n\r\nDes tactiques d'infiltration à petite échelle et à fort enjeu, aux missions hautement confidentielles, les joueurs devront utiliser de nouvelles armes, de nouveaux véhicules et des équipements de pointe pour affronter leurs ennemis. Équipez-vous et prenez part au combat au large en assiégeant des ennemis sous l'eau, en pénétrant dans une base ennemie hautement fortifiée, en vous infiltrant le long des canaux et en libérant des alliés indispensables sur un site clandestin caché dans les montagnes.\r\n\r\nInfinity Ward plongera les fans dans un gameplay next-gen à couper le souffle et à la pointe de la technologie. Combattez aux côtés de vos amis dans une expérience véritablement immersive avec des sons, lumières et graphismes d'un réalisme époustouflant qui font de ce Call of Duty le plus poussé de l’histoire de la franchise. Modern Warfare® II sera doté d'un système d'IA repensé et plus sophistiqué, d'une technologie de rendu et de photogrammétrie améliorée, d'un nouveau système d'armurerie permettant une personnalisation plus poussée que jamais, et d'une série d'autres innovations graphiques et de gameplay qui élèvent la franchise à de nouveaux sommets. L'avenir de la franchise est rempli d'innovations révolutionnaires et pose les bases d'un gameplay next-gen.\r\n\r\nModern Warfare II proposera une quantité impressionnante de contenu dès le premier jour : formez votre équipe et combattez aux côtés de la TF141 dans une campagne solo à travers le monde, jouez seul ou rassemblez votre équipe dans des combats multijoueurs immersifs, avec de nouveaux lieux et de nouvelles façons de jouer, et découvrez un mode de jeu Opérations spéciales plus évolué, axé sur la narration, avec un jeu tactique en coopération.\r\n\r\nDe plus, Modern Warfare II est lié à la nouvelle expérience Warzone™ qui sort cette année, et avec elle, l'évolution du Passe de combat avec un tout nouvel espace de jeu et un mode bac à sable. Attendez-vous à un calendrier rempli de contenu gratuit après le lancement présentant un gameplay évolutif avec de nouvelles cartes, de nouveaux modes, des événements saisonniers, des célébrations communautaires et bien plus encore.\r\n\r\nRestez cool.\r\n\r\n*La disponibilité réelle de la plate-forme et la ou les dates de lancement de la Bêta MJ peuvent être modifiées. Rendez-vous sur www.callofduty.com/beta pour plus d’informations. La durée minimale de la Bêta ouverte est de 2 jours. Offre à durée limitée, dans la limite du nombre de codes d'accès anticipé à la Bêta disponibles, auprès des distributeurs participants. Un abonnement au mode Multijoueur en ligne peut être requis.\r\n\r\nPour plus d'informations, rendez-vous sur www.callofduty.com\r\n\r\n© 2019-2022 Activision Publishing, Inc. ACTIVISION, CALL OF DUTY, MODERN WARFARE, CALL OF DUTY WARZONE et WARZONE sont des marques commerciales d'Activision Publishing, Inc. Toutes les autres marques et noms commerciaux sont la propriété de leurs détenteurs respectifs. Ce produit contient une technologie logicielle sous licence de Id Software ('Id Technology'). Id Technology © 1999-2022 Id Software, Inc."
        },
        {
            "id": "3108",
            "sujet": "Playstation",
            "titre": "Jeu vidéo Ikai pour (PS5)",
            "Tranchedge": "T (Adolescents)",
            "modèle": "897790002839",
            "format": "Disque",
            "prix": "37.98",
            "image": "BrookeCo\\Jeux\\Playstation\\3108.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "Ikai est un jeu d’horreur psychologique à la première personne qui s’inspire du folklore japonais. Ses terribles yokais vont vous plonger dans l'horreur la plus pure, alors que vous découvrirez ce qui se cache derrière les superstitions du passé. Vous allez vivre une histoire inoubliable et vous lancer dans une exploration unique. Ikai s'inspire des grands classiques du jeu d’épouvante psychologique, avec un personnage principal sans défense et incapable d’attaquer les créatures maléfiques. Cependant, il propose un nouveau traitement de l'horreur, en obligeant le joueur à affronter directement les menaces, sans pouvoir fuir ni attaquer. Chaque mécanisme du jeu est destiné à susciter un sentiment d’impuissance évocateur et à créer une atmosphère tendue. Vos mouvements lents, précis et naturels vous permettent d'interagir de manière réaliste avec votre environnement et favorisent l’immersion dans l’univers mystérieux d'Ikai."
        },
        {
            "id": "3109",
            "sujet": "Playstation",
            "titre": "Jeu vidéo Hogwarts Legacy pour (PS5)",
            "Tranchedge": "RP (Cote en attente)",
            "modèle": "883929730834",
            "format": "Disque",
            "prix": "89.96",
            "image": "BrookeCo\\Jeux\\Playstation\\3109.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "Hogwarts Legacy est un jeu de rôles RPG d’action immersif à monde ouvert qui se déroule dans l’univers propre aux livres d’Harry Potter. Pour la première fois, vous découvrirez le Poudlard des années 1800. Votre personnage est un étudiant qui détient la clé vers un secret antique qui menace l’harmonie du monde magique. Prenez le contrôle de l’action au centre de votre propre aventure au sein du monde magique. Votre renommée ne dépend que de vous. L’inconnu vous attend.\r\nEXPLOREZ UN MONDE OUVERT\r\nLe monde magique vous attend. Parcourez à votre guise Poudlard, Pré-au-Lard, la Forêt interdite et la région d’Overland.\r\n\r\nDEVENEZ LE SORCIER OU LA SORCIÈRE QUE VOUS RÊVEZ D’ÊTRE\r\nApprenez des sorts, concoctez des potions, faites pousser des plantes et élevez des créatures magiques tout au long de votre quête. Laissez le Choixpeau choisir votre maison, forgez des liens et maîtrisez vos aptitudes pour devenir le sorcier ou la sorcière que vous rêvez d’être.\r\n\r\nVIVEZ UNE NOVELLE AVENTURE DANS LE MONDE MAGIQUE\r\nDécouvrez une période méconnue du monde magique pour apprendre une vérité cachée tirée de son passé. Combattez des trolls, des Mages noirs, des gobelins et davantage de méchants dangereux qui menacent l’avenir du monde magique."
        },
        {
            "id": "3110",
            "sujet": "Playstation",
            "titre": "Jeu vidéo Saints Row pour (PS5)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "816819019344",
            "format": "Disque",
            "prix": "59.96",
            "image": "BrookeCo\\Jeux\\Playstation\\3110.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "Bienvenue à Santo Ileso, une ville fictive effervescente au cœur du Sud-Est américain. Dans un monde où règne le crime et où des factions hors la loi s’arrachent le pouvoir, un groupe de jeunes amis se lancent dans leur propre entreprise criminelle dans l’espoir de bâtir un empire par leurs propres moyens.\r\n\r\nEn tant que futur Patron de cette entreprise, avec Neenah, Kevin et Eli pour vous épauler, vous formerez les Saints et devrez jouer du coude avec Los Panteros, les Idols et Marshall pour étendre votre empire dans les rues de Santo Ileso et prendre le contrôle de la ville. Somme toute, Saints Row est l’histoire d’une entreprise en démarrage, sauf que les activités auxquelles se consacrent les Saints ont la particularité d’être de nature criminelle.\r\n\r\nDécouvrez le plus grand et le meilleur terrain de jeu jamais créé pour Saints Row : le monde vaste et exceptionnel de Santo Ileso sera le décor d’un bac à sable imprévisible et extravagant, débordant de petits boulots excitants, d’affaires criminelles et de missions éclatantes qui vous amèneront à combattre, conduire et planer jusqu’au sommet de la gloire.\r\n\r\nExprimez-vous et affichez votre Saint profond avec la suite d’outils de personnalisation la plus avancée jamais vue dans un jeu à monde ouvert. Créez un personnage, un véhicule et une équipe qui vous ressemblent vraiment.\r\n\r\nPlongez au cœur de fusillades épiques et de poursuites effrénées, et soyez témoin de moments incroyables dont seul Saints Row a le secret au fil d’une histoire racontant la formidable montée au pouvoir des Saints. Profitez de la liberté de jouer la campagne complète avec un ami dans une partie coopérative que vous pouvez rejoindre à tout moment, repoussez ensemble les limites de votre bande et créez vos propres moments mémorables.\r\n•Assistez à la naissance des Saints : vivez une histoire originale débordant d’action explosive et alliant criminalité, scènes extraordinaires et surprises, le tout pimenté par un humour distinctif.\r\n\r\n•Découvrez l’Ouest sauvage et excentrique : laissez-vous immerger dans le monde de Santo Ileso, le plus grand et le meilleur terrain de jeu jamais créé pour Saints Row, avec ses neuf districts distinctifs encadrés par la beauté majestueuse du désert du Sud-Ouest.\r\n\r\n•Érigez votre empire criminel : prenez le contrôle de la ville un quartier à la fois, faites la guerre aux factions rivales et resserrez votre emprise sur les rues à l’aide de manigances ingénieuses.\r\n\r\n•Défoulez-vous avec des fusils... BEAUCOUP de fusils : dégainez et tirez du revolver en un clin d’œil, tirez dans le tas avec un lance-roquettes ou matez la résistance avec des armes de corps à corps dévastatrices et brutales. Des armes familières et exotiques des plus variées vous attendent, toutes personnalisables et monstrueusement amusantes.\r\n\r\n•Dans les rues et dans les airs : foncez à travers des paysages urbains et désertiques aux commandes d’une voiture, d’une moto, d’un avion, d’un hélicoptère, d’un appareil à décollage vertical, d’une moto volante, d’une planche gyroscopique ou d’un simple kart, ou encore enfilez votre combinaison ailée pour planer entre les édifices.\r\n\r\n•Une personnalisation sans précédent : créez le Patron de vos rêves à l’aide des outils de personnalisation les plus complets jamais vus dans la série, puis complétez le look de votre personnage avec des options tout aussi fantastiques pour vos armes et véhicules.\r\n\r\n•Une coopération instantanée : vivez tout ce que le jeu a à offrir avec un ami qui pourra vous rejoindre et vous laisser à tout moment, et profitez de l’action rocambolesque sans interruption. Jouez dans l’harmonie et la bonne humeur... ou faites des coups pendables à votre partenaire – après tout, c’est vous le Patron!  "
        },
        {
            "id": "3111",
            "sujet": "Playstation",
            "titre": "Jeu vidéo Hades pour (PS5)",
            "Tranchedge": "T (Adolescents)",
            "modèle": "\r\n710425577895",
            "format": "Disque",
            "prix": "39.96",
            "image": "BrookeCo\\Jeux\\Playstation\\3111.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "Frayez-vous un chemin hors des Enfers dans Hades, nommé Jeu de l'année plus de 50 fois !\r\nDans ce rogue-like en mode dungeon crawler développé par les créateurs de Bastion et Transistor, vous utiliserez les pouvoirs et les armes mythiques des dieux de l'Olympe pour échapper à l'emprise du dieu de la mort en personne. Chaque tentative d'évasion sera l'occasion de vous renforcer et de dévoiler de nouvelles bribes de l'histoire.\r\n\r\nCette édition physique contient quelques bonus :\r\n•Un code pour télécharger la bande originale d'Hades, composée par Darren Korb, avec deux heures et demie de musique survoltée créée spécialement pour le jeu.\r\n•Un livret 32 pages en couleurs illustré par Jen Zee qui représente les différents dieux, fantômes et monstres du jeu.\r\nDéfiez le dieu des morts et frayez-vous un chemin hors des Enfers dans ce rogue-like en mode dungeon crawler développé par les créateurs de Bastion et Transistor. L'édition physique d'Hades contient un livret sur les personnages du jeu et un code pour télécharger la bande originale."
        },
        {
            "id": "3112",
            "sujet": "Playstation",
            "titre": "Jeu vidéo F1® 2021 pour (PS5)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "\r\n014633746785",
            "format": "Disque",
            "prix": "62.11",
            "image": "BrookeCo\\Jeux\\Playstation\\3112.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "Chaque histoire a un début dans F1® 2021 : le jeu vidéo officiel de la 2021 FIA FORMULA ONE WORLD CHAMPIONSHIP™. Profitez d'époustouflantes nouvelles options dans F1® 2021. Vivez l'expérience excitante d'une histoire dans ‘Braking Point’, d'une course à deux joueurs, et même plus près de la grille dans ‘Real-Season Start’.\r\nChaque histoire a un début dans F1® 2021 : le jeu vidéo officiel de la 2021 FIA FORMULA ONE WORLD CHAMPIONSHIP™. Profitez d'époustouflantes nouvelles options dans F1® 2021. Vivez l'expérience excitante d'une histoire dans ‘Braking Point’, d'une course à deux joueurs, et même plus près de la grille dans ‘Real-Season Start’. Portez votre équipe au sommet dans le mode Carrière très applaudi depuis 10 ans : ‘My Team’, ou courez tête à tête sur un écran divisé, en plus du mode multijoueur. Plongez-vous dans le meilleur spectacle de course sur la planète. Rivalisez avec 20 conducteurs héroïques et 10 équipes iconiques de la saison 2021 :\r\n- ‘Braking Point’ – une nouvelle expérience excitante\r\n- Nouvelles façons de jouer : mode Carrière à deux joueurs, et ‘Real-Season Start’\r\n- le mode très acclamé ‘My Team’, le mode écran divisé et le mode multijoueur\r\n\r\n* Le téléchargement des autos finales des équipes de la F1® 2021, de la sélection complète du circuit de saison, du contenu (si applicable) et de la mise à jour de la saison F2™ 2021 nécessite une connexion Internet.\r\n\r\n• LE JEU VIDÉO OFFICIEL DE LA 2021 FIA FORMULA ONE WORLD CHAMPIONSHIP™\r\n• ‘Braking Point’ – la nouvelle expérience d'une histoire passionnante\r\n• Nouvelles façons de jouer : Carrière à deux joueurs et 'Real-Season Start'\r\n• Mode « Mon écurie » : créez un pilote, choisissez un sponsor et un constructeur, recrutez un équipier et formez la 11e écurie sur la grille de départ.\r\n• Statistiques de pilote étoffées, avec la nouvelle caractéristique « Concentration », ainsi que de nouveaux événements d'équipe cruciaux.\r\n• Courses en écran divisé pour deux joueurs.\r\n• Options pour des courses simples, juste pour le plaisir, ainsi que des options pour expert pour fournir aux plus exigeants encore plus de contrôle.\r\n• Notre fameux mode de carrière sur 10 ans, incluant un département Recherche et développement amélioré ainsi que des programmes d'entraînement et un mode d'entraînement rapide.\r\n• Formula 2™, terrain d’exercice ultime de la F1®, est également incluse, désormais avec choix de saison partielle ou intégrale, ainsi que le contenu des saisons 2020 et 2021*.\r\n• E-sport : une zone en jeu pour se qualifier en ligne, lire les dernières infos et même regarder les nouvelles courses F1® Esports Challenger et Pro Series.\r\n• Plus de types de courses : Contre-la-montre, Mode saison courte, Grand Prix™. Revivez vos instants de gloire avec la sauvegarde automatique des temps forts.\r\n• Affrontement multijoueur en ligne : courses avec ou sans classement, nouveau mode « Course rapide », ligues, habillages personnalisables et événements hebdomadaires.\r\n\r\nJeu F1® 2021 - produit officiel du FIA FORMULA ONE WORLD CHAMPIONSHIP™. ©2021 Electronic Arts Inc. F1, FORMULE 1, le logo F1 et les marques liées sont des marques commerciales de Formula One Licensing BV, société de F1. Sous licence de Formula One World Championship Limited. FORMULE 2, F2, le logo Championnat du monde de Formule 2 de la FAI et les autres marques sont des marques commerciales de la Fédération Internationale de l’Automobile et sont utilisées sous licence. Tous droits réservés. F1® 2021 prend en charge la fonction Xbox Smart Delivery et la mise à niveau gratuite de PlayStation lorsque les joueurs passent à une Xbox Series X|S ou à une PlayStation 5."
        },
        {
            "id": "3113",
            "sujet": "Playstation",
            "titre": "Jeu vidéo Sniper Elite 5 pour (PS5)",
            "Tranchedge": "M (Jeunes adultes 17+)",
            "modèle": "812303017131",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Playstation\\3113.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "Sniper Elite 5, le dernier volet de la franchise primée, offre une mécanique de tir, des combats tactiques à la troisième personne et une Kill Cam uniques en leur genre. Découvrez les cartes les plus immersives de la série grâce au système de traversée amélioré et parcourez une multitude de lieux réels reproduits avec une richesse de détails époustouflante.\r\nFrance, 1944. Dans le cadre d’une opération secrète des US Rangers visant à affaiblir les fortifications de la façade atlantique le long de la côte bretonne, le tireur d’élite Karl Fairburne collabore avec la résistance française. Ensemble, ils découvrent un projet nazi secret menaçant de mettre un terme à la guerre avant que les Alliés n’envahissent l’Europe : l’opération Kraken.\r\nCAMPAGNE ÉTENDUE\r\nDe nombreux lieux réels ont été capturés par photogrammétrie pour recréer un environnement vivant et immersif, avec une liste de cibles à éliminer et une multitude de points d’infiltration et d’extraction donnant plus de profondeur aux missions. Seul ou avec un partenaire, luttez contre le complot nazi avec une mécanique coopérative améliorée permettant de partager des munitions et des objets, de donner des ordres et de vous guérir l’un l’autre.\r\nMÉCANIQUE DE TIR ET DE TRAVERSÉE AMÉLIORÉES\r\nUtilisez des tyroliennes, dévalez des pentes et parcourez furtivement les corniches pour trouver le point de vue parfait ou échapper à l’œil vigilant des sentinelles. Tenez compte de la crosse et du canon de votre arme en focalisant sur la cible, sans oublier différents facteurs tels que la gravité, le vent et votre rythme cardiaque.\r\nPERSONNALISATION POUSSÉE\r\nLes ateliers permettent de personnaliser et d’améliorer chaque aspect de votre arme en changeant par exemple de lunette, de crosse, de canon ou de chargeur. Les fusils, les armes secondaires et les pistolets ont une multitude d’options disponibles, sans parler des munitions, qu’elles soient perforantes ou non létales, à choisir en fonction de la cible.\r\nMODE INVASION : PRENEZ D’ASSAUT D’AUTRES CAMPAGNES EN PVP OU EN COOP\r\nEnvahissez la campagne d’un autre joueur en tant que sniper de l’Axe et découvrez une nouvelle dimension de jeu en jouant au chat et à la souris avec votre proie. Inversement, lorsque vous jouez avec Karl, demandez à un deuxième sniper de vous prêter main forte en cas de difficulté.\r\nMULTIJOUEUR COMPÉTITIF INTENSE\r\nPersonnalisez votre personnage et votre équipement pour gagner des points de XP, des médailles et des décorations dans des combats compétitifs intenses à 16 joueurs qui mettront vos talents de tireur d’élite à l’épreuve. Si vous préférez le jeu coopératif, faites équipe avec jusqu’à 3 autres joueurs pour vaincre des vagues d’ennemis en mode Survie.\r\nKILL CAM AMÉLIORÉE\r\nPlus réaliste et épouvantable que jamais, l’emblématique X-ray Kill Cam vous plonge au cœur de la puissance destructrice de vos tirs. Les os dévient les balles qui traversent aléatoirement les corps des ennemis. Les mitraillettes et les pistolets déclenchent également la Kill Cam avec la possibilité d’enchaîner plusieurs tirs au ralenti."
        },
        {
            "id": "3114",
            "sujet": "Playstation",
            "titre": "Jeu vidéo Elden Ring pour (PS5)",
            "Tranchedge": "M (Jeunes adultes 17+)",
            "modèle": "\r\n884095159764",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Playstation\\3114.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "L'Ordre d'Or a été brisé. Lève-toi, terni, et laisse-toi guider par la grâce pour brandir le pouvoir de l'anneau d'Elden et devenir un seigneur d'Elden dans les terres intermédiaires.\r\nELDEN RING, développé par FromSoftware Inc. et produit par BANDAI NAMCO Entertainment Inc., est un RPG d'action fantastique et le plus grand jeu de FromSoftware à ce jour, situé dans un monde plein de mystère et de péril.\r\nUN NOUVEAU MONDE FANTASTIQUE\r\nVoyage à travers les terres entre, un nouveau monde fantastique créé par Hidetaka Miyazaki, créateur de l'influente série de jeux vidéo DARK SOULS, et George R. R. Martin, auteur de la série fantastique à succès du New York Times, A Song of Ice and Fire. Percez les mystères du pouvoir d'Elden Ring. Rencontrez des adversaires aux antécédents profonds, des personnages avec leurs propres motivations uniques pour vous aider ou entraver votre progression, et des créatures redoutables.\r\nEXPLORATION MONDIALE DANS LES TERRES ENTRE\r\nELDEN RING présente de vastes paysages fantastiques et des donjons sombres et complexes qui sont connectés de manière transparente. Parcourez le monde à couper le souffle à pied ou à cheval, seul ou en ligne avec d'autres joueurs, et immergez-vous pleinement dans les plaines herbeuses, les marécages étouffants, les montagnes en spirale, les châteaux inquiétants et d'autres sites de grandeur à une échelle jamais vue auparavant dans un titre FromSoftware.\r\nGAMEPLAY QUI DÉFINIT LE GENRE\r\nCréez votre personnage dans le RPG d'action raffiné de FromSoftware et définissez votre style de jeu en expérimentant avec une grande variété d'armes, de capacités magiques et de compétences trouvées dans le monde entier. Chargez dans la bataille, éliminez les ennemis un par un en utilisant la furtivité, ou même faites appel à des alliés pour obtenir de l'aide. De nombreuses options sont à votre disposition lorsque vous décidez de la manière d'aborder l'exploration et le combat"
        },
        {
            "id": "3115",
            "sujet": "Playstation",
            "titre": "Jeu vidéo Chorus pour (PS5)",
            "Tranchedge": "RP (Cote en attente)",
            "modèle": "810086920365",
            "format": "Disque",
            "prix": "29.98",
            "image": "BrookeCo\\Jeux\\Playstation\\3115.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "Incarnez Nara, jadis la plus grande guerrière du Cercle, dans sa quête visant à anéantir la secte occulte qui la traque sans cesse et à qui elle doit son existence. Obtenez des armes dévastatrices et utilisez des pouvoirs époustouflants dans cette nouvelle évolution des jeux de tir et de simulation spatiale. Prenez les commandes du Forsaken, un chasseur spatial doué de conscience et explorez d’anciens temples, risquez votre vie au cours de combats en apesanteur palpitants et aventurez-vous au-delà des confins de la réalité.\r\n\r\nUNE HISTOIRE DE RÉDEMPTION – Incarnez Nara, pilote hors-pair tourmentée par son passé, et le Forsaken, son vaisseau doué de conscience. Ensemble, ils vont se lancer dans une quête de rédemption qui les mènera aux confins de la galaxie, au-delà des limites de notre réalité. Ils vont devoir lutter pour unifier les forces de la résistance contre le Cercle et son gourou, le Grand Prophète.\r\n\r\nAVENTUREZ-VOUS AU-DELÀ DU VOID – Pénétrez à l’intérieur d’un nouvel univers sombre rempli de mystères et de conflits. Explorez des lieux stupéfiants, comme de vastes stations spatiales ou encore des plans d’existence dépassant l'entendement. Livrez-vous à des combats en apesanteur palpitants au cœur de paysages cosmiques à couper le souffle ou à l’intérieur de corridors cristallins étroits. Chorus vous offre une expérience sublime où l’exploration de l’immensité galactique de l'Espace et l’action effrénée ne font qu’un.\r\n\r\nUN PILOTE, UN VAISSEAU, UNE ARME VIVANTE – Obtenez des armes aussi uniques que puissantes ainsi que de nombreuses améliorations de combat. Apprenez à dompter le mécanisme de glissade inédit du Forsaken et maîtrisez ses pouvoirs époustouflants de perception extrasensorielle, de téléportation et de télékinésie pour terrasser des hordes entières d’ennemis et détruire de titanesques vaisseaux. Enchaînez vos pouvoirs pour exécuter des combinaisons mortelles et devenez l’arme vivante ultime.\r\nDécouvrez un jeu d’action dynamique au rythme effréné qui fait passer le genre du jeu de tir et de simulation spatiale dans une nouvelle dimension.\r\n\r\nLuttez pour unifier les forces de la résistance contre le Cercle et son sinistre gourou, le Grand Prophète.\r\n\r\nUsez de vos armes et déployez vos meilleures manœuvres pour annihiler des flottes entières de chasseurs, de vaisseaux titanesques et d’entités inconnues issues du Void.\r\n\r\nDécouvrez, améliorez et utilisez des armes dévastatrices et autres pouvoirs à couper le souffle dans des combats en apesanteur.\r\n\r\nPénétrez à l’intérieur d’un nouvel univers sombre rempli de mystères et de conflits. Évoluez dans de sublimes étendues cosmiques, de vastes stations spatiales et d’autres paysages incontournables de la science-fiction grâce aux graphismes en 4K de nouvelle génération."
        },
        {
            "id": "3116",
            "sujet": "Playstation",
            "titre": "Jeu vidéo Far Cry 6 pour (PS5)",
            "Tranchedge": "M (Jeunes adultes 17+)",
            "modèle": "\r\nUBP30602281, 887256110901",
            "format": "Disque",
            "prix": "64.98",
            "image": "BrookeCo\\Jeux\\Playstation\\3116.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "Bienvenue à Yara, un paradis tropical figé dans le temps. Le dictateur de Yara, Anton Castillo, veut à tout prix ramener sa nation à sa gloire passée, son fils Diego suivant ses traces sanglantes. Leur règne oppressif a provoqué une révolution.\r\n\"Précommandez le jeu maintenant pour obtenir un redoutable lance-disques Discos Locos et un skin pour Chorizo. Joignez-vous à la révolution dans la peau de Dani Rojas, un Yara de souche, et devenez un guérillero afin de libérer votre nation.\r\nCombattez les troupes d'Anton dans la jungle, sur les plages et à Esperanza, la capitale de Yara, tout ça sur le plus gros terrain de jeu de Far Cry jusqu'à maintenant.\r\nUtilisez des armes improvisées, des véhicules et des animaux pour réduire le régime impitoyable d'Anton en cendres.\""
        },
        {
            "id": "3117",
            "sujet": "Playstation",
            "titre": "Jeu vidéo Scarlet Nexus pour (PS5)",
            "Tranchedge": "T (Adolescents)",
            "modèle": "\r\n722674130028",
            "format": "Disque",
            "prix": "39.98",
            "image": "BrookeCo\\Jeux\\Playstation\\3117.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "Dans un avenir lointain, une hormone psionique a été découverte dans le cerveau humain, conférant aux gens des pouvoirs extra-sensoriels\r\net changer le monde tel que nous le connaissons. Alors que l'humanité entrait dans cette nouvelle ère, des mutants dérangés connus sous le nom d'Autres ont commencé à descendre du ciel avec une soif de cerveaux humains.\r\n\r\nTrès résistante aux méthodes d'attaque conventionnelles, des mesures extrêmes doivent être prises pour combattre la menace écrasante et préserver l'humanité. Ceux qui avaient des capacités extra-sensorielles aiguës, connus sous le nom de psioniques, étaient notre chance de combattre l'assaut d'en haut. À ce jour, les psioniques ont été repérés pour leurs talents et recrutés dans l’Autre Force de répression (OSF), la dernière ligne de défense de l’humanité.\r\n\r\nIncarnez Yuito Sumeragi, une nouvelle recrue de l'OSF visant à devenir un psionique d'élite comme celui qui l'a sauvé comme un enfant. Armé d'un talent en psycho-kinésie, explorez la ville futuriste de New Himuka et découvrez les mystères d'un futur Brain Punk pris entre la technologie et les capacités psychiques dans Scarlet Nexus."
        },
        {
            "id": "3118",
            "sujet": "Playstation",
            "titre": "Jeu vidéo Lost Judgment pour (PS5)",
            "Tranchedge": "M (Jeunes adultes 17+)",
            "modèle": "\r\n010086632712",
            "format": "Disque",
            "prix": "45.99",
            "image": "BrookeCo\\Jeux\\Playstation\\3118.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "Avez-vous les compétences nécessaires pour découvrir la vérité ? Dans Lost Judgment, vous vous retrouverez au milieu d'un procès très médiatisé devant le tribunal de district de Tokyo. Un homme a été accusé d'un crime et des séquences vidéo suggèrent sa culpabilité. Mais l'a-t-il vraiment fait ? Alors que le public réclame une peine maximale, vous êtes chargé de découvrir ce qui s'est réellement passé.\r\n•Un jeu d'action-aventure vous emmène au tribunal de district de Tokyo en décembre 2021\r\n•Un homme du nom d'Akihiro Ehara est accusé d'avoir peloté une femme dans un train bondé et c'est à vous de saisir la vérité\r\n•Une séquence vidéo d'un passant montre la tentative d'Ehara de fuir les lieux, ainsi que son arrestation ultérieure, le rendant coupable devant le tribunal de l'opinion publique\r\n•L'affaire très médiatisée est partout dans l'actualité et les gens demandent la peine maximale - mais la justice prévaudra-t-elle ?"
        },
        {
            "id": "3119",
            "sujet": "Playstation",
            "titre": "Jeu vidéo NBA 2K23 pour (PS5)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "\r\n710425579318",
            "format": "Disque",
            "prix": "89.96",
            "image": "BrookeCo\\Jeux\\Playstation\\3119.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "Soyez à la hauteur de ce qu'on attend de vous et exprimez tout votre potentiel dans NBA 2K23. Mesurez-vous aux plus grands joueurs du monde et faites vos preuves dans Ma CARRIÈRE ou The W. Associez les All-Stars d'aujourd'hui avec des légendes éternelles dans MyTEAM. Au poste de manager général, créez votre propre dynastie, ou dirigez la ligue à votre façon en tant que commissaire dans MyNBA. Affrontez des équipes de la NBA ou de la WNBA dans JOUEZ MAINTENANT et expérimentez une jouabilité plus réelle que jamais. Comment allez-vous répondre à l'appel ?\r\n\r\nLES RÈGLES ONT CHANGÉ\r\nLa dernière version du gameplay ultra-réaliste débarque sur New Gen avec NBA 2K23. De nouvelles possibilités d'attaquer hors dribble et sur le panier, ainsi qu'un système intuitif d'ombrage positionnel 1 contre 1 vous permettent de mieux contrôler les deux côtés du terrain, dans une expérience basket d'une authenticité inédite.\r\n\r\nÇA COMMENCE DANS LA VILLE\r\nDans ce voyage Ma CARRIÈRE ultra-immersif, la Ville est à vous. Améliorez votre jeu, fondez votre marque et écrivez votre propre histoire. Choisissez votre équipe et affrontez les meilleurs Mon JOUEUR dans une toute nouvelle Ville, avec des vues, des arenas et des terrains à couper le souffle.\r\n\r\nLE JORDAN CHALLENGE EST DE RETOUR\r\nFaites un bon dans le passé avec des images typiques de l'ascension de Michael Jordan, du phénomène universitaire à l'icône mondiale, avec des Jordan Challenges immersifs relatant l'apogée de sa carrière. Enfilez ses chaussures pour égaler ses statistiques extraordinaires et ses derniers tirs emblématiques, tout en écoutant les témoignages de ceux qui ont assisté à son évolution, du statut de star en devenir à celui de légende du basket.\r\n\r\nCONSTITUEZ VOTRE ÉQUIPE\r\nJouez sans limites en associant des légendes de toutes les époques dans MyTEAM. Mettez le feu au parquet saison après saison et réalisez votre rêve en exploitant l'immense palette d'outils de personnalisation, afin de créer le look parfait de votre cinq de départ idéal.\r\n\r\nPré-commandez NBA 2K23 et recevez les objets numériques suivants :\r\n• 5 000 VC (monnaie virtuelle)\r\n• 5 000 points MyTEAM\r\n• 10 Packs Promo MyTEAM (un par semaine)\r\n• Un Bonus pour chaque type de compétence Ma CARRIÈRE\r\n• Un Bonus pour chaque type de Bonus Gatorade\r\n• Maillot Mon JOUEUR Devin Booker\r\n• Carte MyTEAM Devin Booker Agent libre à 95"
        },
        {
            "id": "3120",
            "sujet": "Playstation",
            "titre": "Jeu vidéo Forspoken pour (PS5)",
            "Tranchedge": "M (Jeunes adultes 17+)",
            "modèle": "\r\n884095159795",
            "format": "Disque",
            "prix": "89.96",
            "image": "BrookeCo\\Jeux\\Playstation\\3120.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français",
            "description": "oMystérieusement transportée alors qu'elle se trouvait à New York, Frey Holland se retrouve piégée dans l'époustouflant monde d'Athia. Un bracelet magique et intelligent est inexplicablement enroulé autour de son bras, et Frey découvre qu'elle a la capacité de lancer des sorts puissants et d'utiliser la magie pour traverser les paysages tentaculaires d'Athia. Frey surnomme son nouveau compagnon doré « Cuff » et part à la recherche d'un moyen pour rentrer chez elle.\r\nFrey découvre rapidement que ce magnifique pays, qui s'épanouissait jadis sous le règne prospère de matriarches bienveillantes appelées « Tantas », a été implacablement corrompu par un fléau dévastateur. Le Break a transformé les animaux en horribles bêtes, les hommes en monstres et les paysages magnifiques se sont divisés en quatre royaumes dangereux. Au cœur de leurs domaines en ruine, les Tantas règnent désormais en sorcières folles et maléfiques.\r\nNullement affectée par le Break et en quête de réponses, Frey accepte à contrecœur d'aider les derniers citoyens d'Athia qui voient en elle leur seul espoir. Le périple de Frey à travers cette terre étrange et perfide l'emmènera au cœur de la corruption où elle devra combattre des créatures monstrueuses, affronter les puissantes Tantas et découvrir des secrets qui éveilleront en elle une force profonde.\r\ncaractéristiques principales :\r\noL'odyssée d'une héroïne réticente - Accompagnez Frey dans une aventure inoubliable à la recherche d'un moyen pour rentrer chez elle après avoir été mystérieusement catapultée dans un pays fantastique et époustouflant. Percez les mystères d'Athia tandis que Frey voyage à travers le chaos semé par le Break et découvre comment manier son puissant pouvoir.\r\no Un monde ouvert aussi beau que cruel - Explorez les royaumes tentaculaires d'Athia, une contrée étonnante aux panoramas remarquables et aux créatures surnaturelles qui prennent vie grâce à des images époustouflantes et une technologie de pointe. Aventurez-vous dans des territoires corrompus où des ténèbres mystérieuses souillent tout sur leur passage.\r\noDu parkour intuitif, amélioré par la magie - Escaladez des murs, franchissez des canyons, sautez à partir de sommets vertigineux et traversez des paysages immenses. Les capacités uniques de Frey lui permettent de traverser ce monde ouvert avec souplesse et facilité.\r\noUn arsenal de sorts personnalisable - Affrontez des monstres tordus dans des combats magiques grâce à un large éventail de capacités puissantes permettant une variété de styles de jeu, allant d'un rythme rapide et exaltant à une approche plus stratégique et méthodique."
        }
        ,
        {
            "id": "3201",
            "sujet": "Xbox",
            "titre": "Jeu vidéo Marvel's Guardians of the Galaxy (Standard Edition) pour (XB)",
            "Tranchedge": "T (Adolescents)",
            "modèle": "\r\n884095159801",
            "format": "Disque",
            "prix": "49.96",
            "image": "BrookeCo\\Jeux\\Xbox\\3201.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3202",
            "sujet": "Xbox",
            "titre": "Jeu vidéo LEGO Star Wars :The Skywalker Saga pour (Xbox One)",
            "Tranchedge": "\r\nE10+ (Enfants et adultes 10+)",
            "modèle": "883929681655",
            "format": "Disque",
            "prix": "79.88",
            "image": "BrookeCo\\Jeux\\Xbox\\3202.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3203",
            "sujet": "Xbox",
            "titre": "Jeu vidéo The Quarry pour Xbox Series X",
            "Tranchedge": "\r\nM (Jeunes adultes 17+)",
            "modèle": "\r\n710425599064",
            "format": "Disque",
            "prix": "89.96",
            "image": "BrookeCo\\Jeux\\Xbox\\3203.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3204",
            "sujet": "Xbox",
            "titre": "Jeu vidéo Fobia - St Dinfna Hotel pour (Xbox)",
            "Tranchedge": "RP (Cote en attente)",
            "modèle": "\r\n814290017729",
            "format": "Disque",
            "prix": "39.98",
            "image": "BrookeCo\\Jeux\\Xbox\\3204.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3205",
            "sujet": "Xbox",
            "titre": "Halo Infinite (Xbox)",
            "modèle": "\r\n889842708110",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Xbox\\3205.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais "
        },
        {
            "id": "3206",
            "sujet": "Xbox",
            "titre": "Jeu vidéo Dying Light 2 - Stay Human (Wal-Mart Exclusive) pour (XB)",
            "Tranchedge": "\r\nM (Jeunes adultes 17+)",
            "modèle": "884095159771",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Xbox\\3206.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3207",
            "sujet": "Xbox",
            "titre": "Jeu vidéo Far Cry 6 pour (Xbox One)",
            "Tranchedge": "\r\nM (Jeunes adultes 17+)",
            "modèle": "UBP50402264, 887256110468",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Xbox\\3207.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3208",
            "sujet": "Xbox",
            "titre": "Jeu vidéo Tiny Tina's Wonderlands: Next-Level Edition pour (Xbox)",
            "Tranchedge": "T (Adolescents)",
            "modèle": "710425598036",
            "format": "Disque",
            "prix": "87.47",
            "image": "BrookeCo\\Jeux\\Xbox\\3208.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3209",
            "sujet": "Xbox",
            "titre": "Jeu vidéo BATTLEFIELD 2042 pour (Xbox Series X)",
            "Tranchedge": "M (Jeunes adultes 17+)",
            "modèle": "884095159757",
            "format": "Disque",
            "prix": "34.96",
            "image": "BrookeCo\\Jeux\\Xbox\\3209.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3210",
            "sujet": "Xbox",
            "titre": "Jeu vidéo Call of Duty: Vanguard pour (Xbox Series X/S)",
            "Tranchedge": "\r\nM (Jeunes adultes 17+)",
            "modèle": "47875102569",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Xbox\\3210.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3211",
            "sujet": "Xbox",
            "titre": "Back 4 Blood pour Xbox Series X",
            "Tranchedge": "\r\nM (Jeunes adultes 17+)",
            "modèle": "883929739882",
            "format": "Disque",
            "prix": "34.98",
            "image": "BrookeCo\\Jeux\\Xbox\\3211.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3212",
            "sujet": "Xbox",
            "titre": "Jeu vidéo The King of Fighters XV pour (Xbox Series X)",
            "Tranchedge": "T (Adolescents)",
            "modèle": "810086920204",
            "format": "Disque",
            "prix": "49.94",
            "image": "BrookeCo\\Jeux\\Xbox\\3212.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3213",
            "sujet": "Xbox",
            "titre": "Jeu video Demon Slayer - Kimetsu no Yaiba - The Hinokami Chronicles pour (XBS)",
            "Tranchedge": "T (Adolescents)",
            "modèle": "10086642094",
            "format": "Disque",
            "prix": "79.98",
            "image": "BrookeCo\\Jeux\\Xbox\\3213.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3214",
            "sujet": "Xbox",
            "titre": "Jeu vidéo WWE 2K22 pour Xbox Series X",
            "Tranchedge": "\r\nT (Adolescents)",
            "modèle": "\r\n884095201579",
            "format": "Disque",
            "prix": "89.96",
            "image": "BrookeCo\\Jeux\\Xbox\\3214.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3215",
            "sujet": "Xbox",
            "titre": "NBA 2K22 - Xbox Series X",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "884095201579",
            "format": "Disque",
            "prix": "98.99",
            "image": "BrookeCo\\Jeux\\Xbox\\3215.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3216",
            "sujet": "Xbox",
            "titre": "FIFA 22 (XBX)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "\r\n884095159726",
            "format": "Disque",
            "prix": "54.96",
            "image": "BrookeCo\\Jeux\\Xbox\\3216.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3217",
            "sujet": "Xbox",
            "titre": "Jeu vidéo Forza Horizon 5 pour (Xbox)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "889842889239",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Xbox\\3217.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3218",
            "sujet": "Xbox",
            "titre": "Jeu vidéo DC League of Super Pets: The Adventures of Krypto and Ace pour (XB)",
            "Tranchedge": "\r\nE10+ (Enfants et adultes 10+)",
            "modèle": "819338022123",
            "format": "Disque",
            "prix": "49.96",
            "image": "BrookeCo\\Jeux\\Xbox\\3218.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3219",
            "sujet": "Xbox",
            "titre": "Jeu vidéo Time on Frog Island pour (Xbox)",
            "Tranchedge": "\r\nRP (Cote en attente)",
            "modèle": "\r\n819335021266",
            "format": "Disque",
            "prix": "39.96",
            "image": "BrookeCo\\Jeux\\Xbox\\3219.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3220",
            "sujet": "Xbox",
            "titre": "Jeu vidéo Ryan's Rescue Squad pour (XB)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "819338021652",
            "format": "Disque",
            "prix": "39.96",
            "image": "BrookeCo\\Jeux\\Xbox\\3220.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        }
        ,
        {
            "id": "3301",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu vidéo Mario Kart 8 Deluxe pour (Nintendo Switch)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "045496590482, HACPAABPA",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Wii\\3301.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3302",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu video LIVE A LIVE pour (Nintendo Switch)",
            "Tranchedge": "T (Adolescents)",
            "modèle": "\r\n884095159818",
            "format": "Disque",
            "prix": "64.96",
            "image": "BrookeCo\\Jeux\\Wii\\3302.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3303",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu vidéo Sonic Mania / Team Sonic Racing Double Pack pour (Nintendo Switch)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "\r\n010086770209",
            "format": "Disque",
            "prix": "40.24",
            "image": "BrookeCo\\Jeux\\Wii\\3303.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3304",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu vidéo Just Dance 2022 pour (Nintendo Switch)",
            "Tranchedge": "\r\nE10+ (Enfants et adultes 10+)",
            "modèle": "887256111847",
            "format": "Disque",
            "prix": "59.96",
            "image": "BrookeCo\\Jeux\\Wii\\3304.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3305",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu Video Mario Party™ Superstars pour (Nintendo Switch)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "884095201616",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Wii\\3305.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3306",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu video NS Xenoblade Chronicles™ 3 pour (Nintendo Switch)",
            "Tranchedge": "\r\nT (Adolescents)",
            "modèle": "\r\n884095159795",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Wii\\3306.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3307",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu vidéo Super Mario Odyssey pour (Nintendo Switch)",
            "Tranchedge": "E10+ (Enfants et adultes 10+)",
            "modèle": "\r\n045496590765",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Wii\\3307.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3308",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu video Mario Strikers™: Battle League pour (Nintendo Switch)",
            "Tranchedge": "E10+ (Enfants et adultes 10+)",
            "modèle": "\r\n884095201555",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Wii\\3308.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3309",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu vidéo New Super Mario Bros. U Deluxe pour (Nintendo Switch)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "\r\n045496592707",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Wii\\3309.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3310",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu video Ring Fit Adventure™pour (Nintendo Switch)",
            "Tranchedge": "E10+ (Enfants et adultes 10+)",
            "modèle": "\r\n045496596675",
            "format": "Disque",
            "prix": "99.96",
            "image": "BrookeCo\\Jeux\\Wii\\3310.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3311",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu video Nintendo Switch™ Sports pour (Nintendo Switch)",
            "Tranchedge": "E10+ (Enfants et adultes 10+)",
            "modèle": "\r\n884095201548",
            "format": "Disque",
            "prix": "64.96",
            "image": "BrookeCo\\Jeux\\Wii\\3311.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3312",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu vidéo Luigi's Mansion 3 pour (Nintendo Switch)",
            "Tranchedge": "E (Enfants et adultes)",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Wii\\3312.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3313",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu vidéo Teenage Mutant Ninja Turtles Cowabunga Collection Standard Edition pour (Nintendo Switch)",
            "Tranchedge": "\r\nT (Adolescents)",
            "modèle": "\r\n083717271055",
            "format": "Disque",
            "prix": "49.96",
            "image": "BrookeCo\\Jeux\\Wii\\3313.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3314",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu vidéo The Great Ace Attorney Chronicles pour (Nintendo Switch)",
            "Tranchedge": "\r\nT (Adolescents)",
            "modèle": "\r\n013388916177",
            "format": "Disque",
            "prix": "39.96",
            "image": "BrookeCo\\Jeux\\Wii\\3314.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3315",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu video Fire Emblem Warriors: Three Hopes pour (Nintendo Switch)",
            "Tranchedge": "\r\nT (Adolescents)",
            "modèle": "\r\n884095201562",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Wii\\3315.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3316",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu Video Pokémon Brilliant Diamond pour (Nintendo Switch)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "\r\n884095159832",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Wii\\3316.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3317",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu vidéo The Legend of Zelda: Breath of the Wild pour (Nintendo Switch)",
            "Tranchedge": "\r\nE10+ (Enfants et adultes 10+)",
            "modèle": "\r\n045496590437",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Wii\\3317.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3318",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu vidéo Pokémon Sword pour (Nintendo Switch)",
            "Tranchedge": "E (Enfants et adultes)",
            "modèle": "\r\n884095158989",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Wii\\3318.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3319",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu vidéo LEGO Star Wars .:The Skywalker Saga pour (Nintendo Switch)",
            "Tranchedge": "E10+ (Enfants et adultes 10+)",
            "modèle": "\r\n883929681631",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Wii\\3319.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        },
        {
            "id": "3320",
            "sujet": " Nintendo Wii U",
            "titre": "Jeu vidéo Nintendo Splatoon 2 pour (Nintendo Switch)",
            "Tranchedge": "E10+ (Enfants et adultes 10+)",
            "modèle": "\r\n045496590512",
            "format": "Disque",
            "prix": "79.96",
            "image": "BrookeCo\\Jeux\\Wii\\3320.jpg",
            "numberOfUnits": "1",
            "instock": "6",
            "language": "Anglais, Français"
        }
    ]
}